{
  "chapters": [
    {
      "storyId": 1,
      "chapterNumber": 1,
      "title": "Chương 1: Cuộc gặp gỡ định mệnh",
      "content": "Lâm Tiểu Hy vội vã chạy trong hành lang của tòa nhà cao ốc, tay cầm hồ sơ quan trọng. Cô đã muộn giờ hẹn với khách hàng quan trọng nhất của công ty.\n\n\"Xin lỗi, xin lỗi!\" Cô vừa chạy vừa xin lỗi những người đi đường. Đột nhiên, cô va phải một người đàn ông mặc vest đen sang trọng.\n\nCác tờ giấy bay tung tóe khắp nơi. Lâm Tiểu Hy hoảng hốt nhìn những tài liệu quan trọng rơi vãi.\n\n\"Tôi xin lỗi, tôi thật sự xin lỗi!\" Cô vội vàng cúi xuống nhặt giấy.\n\nNgười đàn ông ấy đứng im, ánh mắt lạnh lùng nhìn xuống cô gái đang hoảng loạn. Đó là Lý Hàn Thần, tổng giám đốc của tập đoàn Lý Thị, người mà cả thành phố đều kính sợ.\n\n\"Cô có biết mình đang làm gì không?\" Giọng nói của anh lạnh như băng.\n\nLâm Tiểu Hy ngước lên, lần đầu tiên nhìn thấy khuôn mặt của người đàn ông này. Anh cao ráo, gương mặt điển trai nhưng lạnh lùng, đôi mắt sâu thẳm như có thể nhìn thấu tâm hồn người khác.\n\n\"Tôi... tôi xin lỗi, tôi đang vội...\" Cô lắp bắp.\n\n\"Vội?\" Lý Hàn Thần nhíu mày. \"Vậy cô có biết mình vừa làm hỏng bộ vest trị giá 50.000 đô la của tôi không?\"\n\nMắt Lâm Tiểu Hy mở to. 50.000 đô la? Đó là số tiền cô phải làm việc cả đời mới có được!\n\n\"Tôi... tôi sẽ đền...\" Cô nói một cách bất lực.\n\n\"Đền?\" Lý Hàn Thần cười lạnh. \"Cô có đủ tiền đền không?\"\n\nLúc này, trợ lý của Lý Hàn Thần chạy đến.\n\n\"Tổng giám đốc, cuộc họp đã bắt đầu rồi ạ.\"\n\nLý Hàn Thần nhìn Lâm Tiểu Hy lần cuối, rồi bỏ đi. Nhưng trong lòng anh, hình ảnh đôi mắt to tròn đầy hoảng sợ của cô gái ấy đã in sâu vào tâm trí.\n\nLâm Tiểu Hy đứng đó, tim đập thình thịch. Cô không biết rằng, cuộc gặp gỡ tình cờ này sẽ thay đổi hoàn toàn cuộc đời cô.",
      "publishDate": "2024-01-15T10:00:00Z",
      "views": 1250,
      "wordCount": 450
    },
    {
      "storyId": 1,
      "chapterNumber": 2,
      "title": "Chương 2: Thỏa thuận bất ngờ",
      "content": "Ba ngày sau sự cố ở tòa nhà, Lâm Tiểu Hy nhận được một cuộc gọi bí ẩn.\n\n\"Cô Lâm Tiểu Hy phải không? Tôi là trợ lý của tổng giám đốc Lý. Ông muốn gặp cô.\"\n\nTiểu Hy hoảng hốt. Chắc chắn anh ta muốn đòi tiền đền bù. Nhưng cô đâu có tiền?\n\nVới tâm trạng lo lắng, cô đến văn phòng của tập đoàn Lý Thị. Tòa nhà cao chọc trời, sang trọng khiến cô cảm thấy nhỏ bé.\n\nTrong phòng làm việc rộng lớn, Lý Hàn Thần ngồi sau chiếc bàn gỗ đắt tiền, không ngước lên nhìn khi cô bước vào.\n\n\"Ngồi xuống,\" anh nói lạnh lùng.\n\nTiểu Hy ngồi xuống ghế đối diện, tay run rẩy.\n\n\"Cô có 50.000 đô la để đền không?\" Anh hỏi thẳng.\n\n\"Tôi... tôi không có...\" Cô thì thầm.\n\n\"Vậy thì cô sẽ làm việc để trả nợ.\"\n\n\"Làm việc?\"\n\nLý Hàn Thần cuối cùng cũng ngước lên nhìn cô. \"Cô sẽ làm vợ tôi.\"\n\nTiểu Hy sững sờ. \"Cái gì?\"\n\n\"Gia đình tôi đang ép tôi kết hôn. Tôi cần một người vợ giả để họ ngừng quấy rầy. Cô sẽ đóng vai đó trong một năm.\"\n\n\"Nhưng tại sao lại là tôi?\"\n\n\"Vì cô đang nợ tôi tiền. Và cô trông... bình thường. Không ai sẽ nghĩ tôi thực sự yêu cô.\"\n\nLời nói của anh như dao đâm vào tim Tiểu Hy. Nhưng cô không có lựa chọn nào khác.\n\n\"Nếu tôi đồng ý, sau một năm tôi sẽ được tự do?\"\n\n\"Đúng vậy. Và khoản nợ sẽ được xóa.\"\n\nTiểu Hy thở sâu. \"Tôi đồng ý.\"\n\nLý Hàn Thần mỉm cười lạnh. Anh không biết rằng, quyết định này sẽ khiến anh rơi vào tình yêu sâu đậm với cô gái bình thường này.",
      "publishDate": "2024-01-16T10:00:00Z",
      "views": 1180,
      "wordCount": 420
    },
    {
      "storyId": 2,
      "chapterNumber": 1,
      "title": "Chương 1: Thanh kiếm bí ẩn",
      "content": "Trên đỉnh núi Thiên Sơn, gió lạnh thổi qua những tảng đá cổ kính. Trần Phong, một thiếu niên 16 tuổi, đang leo núi để tìm dược thảo cứu mẹ.\n\nMẹ anh đang nằm liệt giường vì căn bệnh lạ, và chỉ có thảo dược Thiên Sơn Tuyết Liên mới có thể cứu được bà.\n\n\"Mẹ ơi, con sẽ tìm được thuốc cứu mẹ,\" Trần Phong thầm nghĩ trong lòng.\n\nĐột nhiên, anh phát hiện một hang động ẩn sau những tảng đá lớn. Bên trong hang, ánh sáng xanh lạ chiếu ra.\n\nTrần Phong cẩn thận bước vào. Trong hang có một bàn thờ cổ, trên đó đặt một thanh kiếm dài. Thanh kiếm phát ra ánh sáng xanh ngọc, trông rất huyền bí.\n\n\"Đây là gì vậy?\" Anh tự hỏi.\n\nKhi anh chạm tay vào thanh kiếm, một luồng năng lượng mạnh mẽ truyền vào người. Trong đầu anh xuất hiện những hình ảnh lạ: những cao thủ võ lâm, những chiêu thức kiếm pháp tuyệt diệu.\n\n\"Thiên Hà Kiếm Pháp...\" Một giọng nói vang lên trong đầu anh. \"Ngươi là người được chọn...\"\n\nTrần Phong cảm thấy sức mạnh trong người tăng lên gấp bội. Anh hiểu rằng, đây là cơ hội để anh trở nên mạnh mẽ, để bảo vệ những người anh yêu thương.\n\n\"Ta sẽ trở thành kiếm thần mạnh nhất!\" Anh thề trong lòng.\n\nNhưng anh không biết rằng, con đường tu luyện phía trước sẽ đầy gian nan và thử thách. Những kẻ thù mạnh mẽ đang chờ đợi, và bí mật về thanh kiếm này còn lớn hơn anh tưởng tượng.\n\nTrần Phong cầm thanh kiếm, bước ra khỏi hang động. Từ nay, cuộc đời anh sẽ không còn bình thường nữa.",
      "publishDate": "2024-01-14T08:00:00Z",
      "views": 2100,
      "wordCount": 380
    },
    {
      "storyId": 3,
      "chapterNumber": 1,
      "title": "Chương 1: Vụ án phòng kín",
      "content": "Sáng sớm tại Hà Nội, tiếng chuông điện thoại làm thám tử Nguyễn Minh Thám thức giấc.\n\n\"Thám, có vụ án mới. Anh đến ngay đi,\" giọng của đồng nghiệp Hoàng Dũng vang lên.\n\nMinh Thám nhanh chóng thay đồ và lái xe đến hiện trường - một căn biệt thự sang trọng ở quận Ba Đình.\n\nTại đây, ông Lê Văn Minh, một doanh nhân giàu có, được phát hiện chết trong phòng làm việc. Điều kỳ lạ là phòng được khóa từ bên trong, cửa sổ cũng đóng kín.\n\n\"Đây là vụ án phòng kín điển hình,\" Minh Thám quan sát hiện trường.\n\nNạn nhân ngồi trên ghế, đầu cúi xuống bàn làm việc. Không có dấu hiệu đấu tranh, không có vết thương ngoài da.\n\n\"Có thể là tự tử?\" Hoàng Dũng đề xuất.\n\n\"Không,\" Minh Thám lắc đầu. \"Nhìn vào đôi mắt của ông ta. Đó là ánh mắt của người bị sát hại, không phải tự tử.\"\n\nAnh kiểm tra cẩn thận căn phòng. Trên bàn có một tách cà phê còn nóng, một cuốn sách đang mở, và một lá thư chưa hoàn thành.\n\n\"Hung thủ đã giết ông Minh như thế nào trong phòng khóa kín?\" Minh Thám tự hỏi.\n\nAnh chú ý đến hệ thống điều hòa không khí. Có gì đó không đúng...\n\n\"Dũng, kiểm tra hệ thống thông gió của tòa nhà,\" anh ra lệnh.\n\nTrong khi chờ đợi, Minh Thám phỏng vấn những người trong gia đình. Vợ nạn nhân, con trai, và người giúp việc đều có alibi rõ ràng.\n\nNhưng Minh Thám cảm thấy có ai đó đang giấu điều gì. Ánh mắt của họ tránh né, lời nói không tự nhiên.\n\n\"Vụ án này phức tạp hơn tôi nghĩ,\" anh thầm nghĩ.\n\nVà anh đã đúng. Đây chỉ là khởi đầu của một chuỗi vụ án bí ẩn sẽ thử thách khả năng suy luận của anh.",
      "publishDate": "2024-01-12T14:00:00Z",
      "views": 890,
      "wordCount": 410
    },
    {
      "storyId": 4,
      "chapterNumber": 1,
      "title": "Chương 1: Ngày đầu tiên ở trường mới",
      "content": "Nguyễn Thanh Linh đứng trước cổng trường THPT Nguyễn Du, tim đập thình thịch. Đây là ngày đầu tiên cô chuyển trường.\n\n\"Mọi thứ sẽ ổn thôi,\" cô tự an ủi mình.\n\nTrường rất lớn và đẹp, với những dãy nhà cao tầng và sân chơi rộng rãi. Học sinh đi lại tấp nập, ai cũng có nhóm bạn của riêng mình.\n\nLinh cảm thấy cô đơn khi bước vào lớp 11A2. Mọi ánh mắt đều hướng về phía cô.\n\n\"Các em chào cô giáo ạ!\" Cả lớp đứng dậy chào cô giáo chủ nhiệm.\n\n\"Hôm nay chúng ta có bạn mới. Em hãy tự giới thiệu đi,\" cô giáo nói.\n\nLinh đứng lên, mặt đỏ bừng. \"Em tên là Nguyễn Thanh Linh, 17 tuổi. Em vừa chuyển từ Đà Nẵng ra Hà Nội. Em mong được làm bạn với mọi người.\"\n\n\"Em ngồi chỗ đó nhé,\" cô giáo chỉ vào chiếc bàn trống cạnh cửa sổ.\n\nKhi Linh đi qua, cô vô tình làm rơi quyển sách. Một bàn tay nhanh chóng nhặt giúp cô.\n\n\"Của em đây,\" một giọng nói nam trầm ấm.\n\nLinh ngước lên và gặp đôi mắt đen láy của một chàng trai cao ráo. Đó là Trần Minh, học sinh giỏi nhất lớp.\n\n\"Cảm ơn,\" Linh nói nhỏ, mặt đỏ hơn.\n\n\"Không có gì. Chào mừng em đến với lớp 11A2,\" Minh mỉm cười.\n\nTừ ghế sau, Phạm Thu Hà - cô bạn xinh đẹp và nổi tiếng của trường - nhìn cảnh này với ánh mắt không vui.\n\nGiờ ra chơi, một nhóm bạn gái đến chỗ Linh.\n\n\"Mình là Lan, đây là Hương và Mai. Chúng mình làm bạn nhé!\"\n\nLinh mừng rỡ. Cuối cùng cô cũng có bạn rồi.\n\nNhưng cô không biết rằng, cuộc sống ở trường mới sẽ mang đến cho cô nhiều điều bất ngờ, đặc biệt là tình yêu đầu đời ngọt ngào nhưng cũng đầy thử thách.",
      "publishDate": "2024-01-13T16:00:00Z",
      "views": 750,
      "wordCount": 390
    },
    {
      "storyId": 5,
      "chapterNumber": 1,
      "title": "Chương 1: Vào cung",
      "content": "Triều đại Đại Việt, năm Thiên Phúc thứ 15.\n\nLý Thanh Vũ, con gái của một quan nhỏ ở tỉnh lẻ, không bao giờ nghĩ mình sẽ được chọn vào cung làm phi tần.\n\n\"Con gái, đây là cơ hội của đời con. Hãy cố gắng làm vừa lòng hoàng thượng,\" cha cô dặn dò trước khi cô lên đường.\n\nThanh Vũ ngồi trên kiệu, nhìn ra ngoài qua tấm màn mỏng. Kinh thành Thăng Long hiện ra trước mắt với những cung điện nguy nga.\n\nKhi đến cung, cô được đưa đến Lạnh Cung - nơi ở của những phi tần mới vào cung.\n\n\"Nàng là Lý Thanh Vũ phải không? Ta là Trần Thị Lan, đã ở đây ba năm rồi,\" một cô gái xinh đẹp tiến đến.\n\n\"Chị Lan,\" Thanh Vũ cúi chào.\n\n\"Ở đây, nàng phải nhớ: không được tin ai, không được yêu ai, và quan trọng nhất là phải biết giữ mình,\" Lan thì thầm.\n\nThanh Vũ không hiểu ý nghĩa lời này cho đến khi cô gặp hoàng thượng lần đầu tiên.\n\nTrong điện Thái Hòa, Lý Thế Tông ngồi trên ngai vàng, oai nghiêm và lạnh lùng. Ông mới 28 tuổi nhưng đã trị vì được 5 năm.\n\n\"Các phi tần mới, hãy tiến lên,\" hoàng thượng nói.\n\nThanh Vũ cùng 10 cô gái khác bước lên, cúi đầu chào.\n\nKhi hoàng thượng nhìn đến Thanh Vũ, ông dừng lại. Có điều gì đó trong đôi mắt trong trẻo của cô khiến ông chú ý.\n\n\"Ngươi tên gì?\" Ông hỏi.\n\n\"Tâu hoàng thượng, thiếp tên Lý Thanh Vũ.\"\n\n\"Thanh Vũ... tên hay. Từ nay ngươi sẽ ở Tử Vi Cung.\"\n\nCả điện đều sửng sờ. Tử Vi Cung là nơi ở của những phi tần được hoàng thượng sủng ái.\n\nNhưng Thanh Vũ không biết rằng, việc được hoàng thượng chú ý ngay từ đầu sẽ khiến cô trở thành mục tiêu của những âm mưu trong hậu cung.\n\nHoàng hậu Đỗ Thị Ngọc, từ trên ngai phụ, nhìn Thanh Vũ với ánh mắt lạnh như băng.",
      "publishDate": "2024-01-11T12:00:00Z",
      "views": 1350,
      "wordCount": 440
    }
  ]
}
