{
  "chapters": [
    {
      "storyId": 1,
      "chapterNumber": 1,
      "title": "Chương 1: Cuộc gặp gỡ định mệnh",
      "content": "Sáng sớm tại thành phố Hồ Chí Minh, những tia nắng đầu tiên xuyên qua tấm rèm mỏng của căn phòng trọ nhỏ. Lâm Tiểu Hy thức dậy với tiếng chuông báo thức inh ỏi, đôi mắt vẫn còn mờ màng vì thiếu ngủ.\n\n\"Trời ơi, đã 7 giờ rồi!\" Cô bật dậy, nhìn đồng hồ với vẻ hoảng hốt. Hôm nay là ngày quan trọng nhất trong sự nghiệp của cô - buổi thuyết trình trước khách hàng lớn nhất mà công ty từng có.\n\nCô vội vàng tắm rửa, thay bộ vest đen duy nhất trong tủ đồ. Đó là bộ đồ cô mua bằng tiền tiết kiệm cả tháng, hy vọng nó sẽ giúp cô trông chuyên nghiệp hơn.\n\nTrên đường đi làm, Tiểu Hy ôm chặt chiếc cặp da cũ chứa những tài liệu quan trọng. Đây là dự án cô đã dành ba tháng để chuẩn bị, nếu thành công, cô sẽ được thăng chức và tăng lương.\n\n\"Mọi thứ phải hoàn hảo,\" cô tự nhủ trong lòng.\n\nTòa nhà Lý Thị Tower cao 50 tầng, là một trong những tòa nhà cao nhất thành phố. Khi bước vào sảnh chính, Tiểu Hy cảm thấy choáng ngợp trước sự sang trọng và hiện đại.\n\nNhững bức tường ốp đá cẩm thạch trắng, đèn chùm pha lê lấp lánh, và âm thanh nhạc cổ điển nhẹ nhàng tạo nên không gian đẳng cấp. Cô cảm thấy mình như một con cá nhỏ lạc vào đại dương.\n\nNhìn đồng hồ, cô còn 15 phút nữa mới đến giờ hẹn. Nhưng thang máy đang bảo trì, cô phải đi bộ lên tầng 35. Với đôi giày cao gót mới mua, việc leo cầu thang trở thành cực hình.\n\n\"Tại sao hôm nay mọi thứ đều không thuận lợi vậy?\" Cô thở hổn hển, vừa leo vừa than thở.\n\nĐến tầng 30, cô nhìn đồng hồ và hoảng hốt nhận ra mình chỉ còn 5 phút. Cô bắt đầu chạy, không còn quan tâm đến hình ảnh hay phong thái chuyên nghiệp nữa.\n\nTrong hành lang sang trọng của tầng 35, Tiểu Hy chạy như bay, tay cầm chặt hồ sơ. Cô vừa chạy vừa cố gắng sắp xếp lại tóc tai và quần áo.\n\n\"Xin lỗi, xin lỗi!\" Cô vừa chạy vừa xin lỗi những nhân viên đang đi lại trong hành lang.\n\nĐột nhiên, khi rẽ góc hành lang, cô va phải một người đàn ông mặc vest đen sang trọng đang đi từ phía đối diện. Cú va chạm mạnh khiến cô mất thăng bằng.\n\nCác tờ giấy trong hồ sơ bay tung tóe khắp nơi như những chiếc lá rơi. Lâm Tiểu Hy hoảng hốt nhìn những tài liệu quan trọng - công sức ba tháng của cô - rơi vãi trên sàn nhà.\n\n\"Không!\" Cô kêu lên tuyệt vọng.\n\n\"Tôi xin lỗi, tôi thật sự xin lỗi!\" Cô vội vàng cúi xuống nhặt giấy, nước mắt bắt đầu ứa ra. \"Tôi không cố ý...\"\n\nNgười đàn ông ấy đứng im như tượng, ánh mắt lạnh lùng nhìn xuống cô gái đang hoảng loạn dưới chân. Đó là Lý Hàn Thần, 32 tuổi, tổng giám đốc của tập đoàn Lý Thị - một trong những tập đoàn lớn nhất Đông Nam Á.\n\nAnh cao 1m85, với thân hình vạm vỡ được rèn luyện qua nhiều năm tập gym. Gương mặt góc cạnh, đôi mắt đen sâu thẳm, và làn da ngăm đen khỏe mạnh. Bộ vest Armani đen bóng được may đo riêng, chiếc đồng hồ Patek Philippe trị giá hàng trăm nghìn đô la, tất cả đều thể hiện đẳng cấp và quyền lực.\n\n\"Cô có biết mình đang làm gì không?\" Giọng nói của anh lạnh như băng, từng từ được phát âm rõ ràng và đầy uy quyền.\n\nLâm Tiểu Hy ngước lên, lần đầu tiên nhìn thấy khuôn mặt của người đàn ông này. Cô cảm thấy như bị hút vào đôi mắt sâu thẳm ấy, tim đập loạn nhịp không chỉ vì sợ hãi mà còn vì một cảm giác lạ lùng khác.\n\n\"Tôi... tôi xin lỗi, tôi đang vội đến cuộc họp...\" Cô lắp bắp, giọng run rẩy.\n\n\"Vội?\" Lý Hàn Thần nhíu mày, ánh mắt quét qua bộ vest nhàu nát của cô. \"Vậy cô có biết mình vừa làm hỏng bộ vest trị giá 50.000 đô la của tôi không?\"\n\nMắt Lâm Tiểu Hy mở to như đĩa. 50.000 đô la? Đó là số tiền cô phải làm việc không nghỉ trong 10 năm mới có được! Cô nhìn xuống chiếc vest của anh, thấy vài vết bẩn nhỏ từ tách cà phê cô đang cầm.\n\n\"Tôi... tôi sẽ đền...\" Cô nói một cách bất lực, biết rằng mình không thể nào có đủ tiền.\n\n\"Đền?\" Lý Hàn Thần cười lạnh, một nụ cười không chút ấm áp. \"Với mức lương của một nhân viên văn phòng, cô có đủ tiền đền không?\"\n\nCâu nói của anh như một cái tát vào mặt Tiểu Hy. Cô cảm thấy nhục nhã và tức giận, nhưng không thể phản bác vì anh nói đúng sự thật.\n\nLúc này, một người đàn ông trung niên mặc vest xám chạy đến, thở hổn hển.\n\n\"Tổng giám đốc, cuộc họp với đối tác Nhật Bản đã bắt đầu rồi ạ. Họ đang chờ ông trong phòng họp.\"\n\nLý Hàn Thần nhìn đồng hồ Patek Philippe trên cổ tay, rồi nhìn Lâm Tiểu Hy lần cuối. Ánh mắt anh dừng lại ở đôi mắt to tròn đầy nước mắt của cô, và lần đầu tiên trong nhiều năm, anh cảm thấy một chút gì đó lay động trong lòng.\n\n\"Chúng ta sẽ gặp lại nhau,\" anh nói rồi bỏ đi, để lại mùi nước hoa Creed Aventus đắt tiền.\n\nLâm Tiểu Hy đứng đó, tim đập thình thịch. Cô nhặt những tờ giấy cuối cùng, nhận ra rằng cuộc họp của cô đã trễ 10 phút. Nhưng điều khiến cô không thể quên được là đôi mắt sâu thẳm của người đàn ông ấy.\n\nCô không biết rằng, cuộc gặp gỡ tình cờ này sẽ thay đổi hoàn toàn cuộc đời cô, và người đàn ông lạnh lùng kia sẽ trở thành định mệnh của cô.",
      "publishDate": "2024-01-15T10:00:00Z",
      "views": 1250,
      "wordCount": 1250
    },
    {
      "storyId": 1,
      "chapterNumber": 2,
      "title": "Chương 2: Thỏa thuận bất ngờ",
      "content": "Ba ngày sau sự cố ở tòa nhà Lý Thị Tower, Lâm Tiểu Hy vẫn chưa thể quên được đôi mắt sâu thẳm của người đàn ông lạnh lùng kia. Cô đã mất việc vì đến trễ cuộc họp quan trọng, và giờ đây đang ngồi trong căn phòng trọ nhỏ, lo lắng về tương lai.\n\nTiếng chuông điện thoại đột ngột vang lên, làm cô giật mình.\n\n\"Alô?\"\n\n\"Cô Lâm Tiểu Hy phải không? Tôi là Trần Minh Đức, trợ lý riêng của tổng giám đốc Lý Hàn Thần. Ông muốn gặp cô vào lúc 2 giờ chiều nay tại văn phòng.\"\n\nTiểu Hy cảm thấy tim mình như ngừng đập. \"Gặp tôi? Để làm gì ạ?\"\n\n\"Tôi không được phép tiết lộ. Xin cô đến đúng giờ.\" Giọng nói lịch sự nhưng không dung thứ sai sót.\n\nSau khi cúp máy, Tiểu Hy ngồi thừ ra trên giường. Chắc chắn anh ta muốn đòi tiền đền bù cho bộ vest đắt tiền. Nhưng cô đâu có tiền? Thậm chí tiền thuê nhà tháng này cô cũng chưa có.\n\nCô nhìn vào tủ quần áo nghèo nàn của mình. Chỉ còn lại một chiếc váy đen đơn giản và đôi giày bệt cũ. Cô không thể nào trông chuyên nghiệp được với bộ đồ này.\n\nVới tâm trạng lo lắng và sợ hãi, cô đến tòa nhà Lý Thị Tower lần thứ hai. Lần này, cô đi thang máy lên tầng 50 - tầng cao nhất, nơi có văn phòng của tổng giám đốc.\n\nSảnh chờ ở tầng 50 sang trọng hơn cả khách sạn 5 sao. Thảm Ba Tư đắt tiền, tranh nghệ thuật hiện đại, và view toàn cảnh thành phố từ cửa sổ kính lớn.\n\nTrợ lý Trần Minh Đức, một người đàn ông 40 tuổi mặc vest xám lịch lãm, dẫn cô vào phòng làm việc của tổng giám đốc.\n\nPhòng làm việc rộng gần 100m2, với chiếc bàn làm việc bằng gỗ óc chó nhập khẩu từ Ý, kệ sách cao đến trần chứa đầy sách kinh tế và tiểu thuyết cổ điển. Phía sau bàn làm việc là bức tường kính trong suốt nhìn ra toàn cảnh thành phố.\n\nLý Hàn Thần ngồi sau chiếc bàn, đang đọc một tập hồ sơ dày. Anh mặc bộ vest xám đậm, tóc được vuốt gọn gàng, trông như một vị hoàng đế trong vương quốc kinh doanh của mình.\n\n\"Ngồi xuống,\" anh nói mà không ngước lên nhìn, giọng điệu lạnh lùng như lần trước.\n\nTiểu Hy ngồi xuống chiếc ghế da đối diện, cảm thấy mình như một tội phạm đang chờ tuyên án. Cô để ý rằng anh đã thay bộ vest khác, và không còn dấu vết nào của sự cố hôm trước.\n\nSau vài phút im lặng đáng sợ, Lý Hàn Thần cuối cùng cũng ngước lên nhìn cô. Đôi mắt đen sâu thẳm ấy một lần nữa khiến cô cảm thấy như bị thôi miên.\n\n\"Cô có 50.000 đô la để đền bộ vest không?\" Anh hỏi thẳng, không có lời chào hỏi hay lịch sự xã giao.\n\n\"Tôi... tôi không có...\" Cô thì thầm, cảm thấy mặt nóng bừng vì xấu hổ.\n\n\"Tôi đã điều tra về cô. Lâm Tiểu Hy, 25 tuổi, tốt nghiệp đại học Kinh tế, làm việc tại công ty quảng cáo nhỏ với mức lương 8 triệu đồng một tháng. Cha mẹ đã mất, sống một mình trong căn phòng trọ 20m2 ở quận Bình Thạnh.\"\n\nMỗi từ anh nói như một mũi dao đâm vào lòng tự trọng của cô. Cô cảm thấy mình như một con côn trùng dưới kính hiển vi.\n\n\"Vậy thì cô sẽ làm việc để trả nợ,\" anh tiếp tục.\n\n\"Làm việc gì?\" Cô hỏi, giọng run rẩy.\n\nLý Hàn Thần đứng dậy, bước đến cửa sổ lớn, tay đút trong túi quần. Dáng vẻ của anh oai nghiêm và không thể chạm tới.\n\n\"Cô sẽ làm vợ tôi.\"\n\nTiểu Hy sững sờ, tưởng mình nghe nhầm. \"Cái... cái gì?\"\n\nAnh quay lại nhìn cô, gương mặt không có chút biểu cảm. \"Gia đình tôi, đặc biệt là bà nội, đang ép tôi kết hôn. Họ đã sắp xếp vô số cuộc hẹn hò với những cô gái từ các gia đình danh giá. Tôi cần một người vợ giả để họ ngừng quấy rầy.\"\n\n\"Nhưng tại sao lại là tôi? Ông có thể tìm bất kỳ ai...\"\n\n\"Vì cô đang nợ tôi tiền,\" anh cắt ngang. \"Và quan trọng hơn, cô trông... bình thường. Không ai sẽ nghĩ tôi thực sự yêu một cô gái như cô.\"\n\nLời nói của anh như những viên đạn bắn thẳng vào trái tim Tiểu Hy. Cô cảm thấy mình bị sỉ nhục một cách tàn nhẫn.\n\n\"Cô sẽ đóng vai người vợ trong một năm. Sống trong biệt thự của tôi, tham dự các sự kiện xã hội, và thuyết phục gia đình tôi rằng chúng ta yêu nhau.\"\n\n\"Nếu tôi từ chối thì sao?\"\n\nLý Hàn Thần mỉm cười lạnh. \"Thì cô sẽ phải trả 50.000 đô la. Tôi có thể kiện cô và đòi bồi thường. Với thu nhập hiện tại của cô, cô sẽ phải trả nợ suốt đời.\"\n\nTiểu Hy cảm thấy như bị dồn vào đường cùng. Cô không có lựa chọn nào khác.\n\n\"Nếu tôi đồng ý, sau một năm tôi sẽ được tự do hoàn toàn?\"\n\n\"Đúng vậy. Khoản nợ sẽ được xóa, và cô sẽ nhận được 100.000 đô la như tiền công.\"\n\nCon số này khiến Tiểu Hy choáng váng. Đó là số tiền cô không bao giờ dám mơ tới.\n\n\"Tôi cần thời gian suy nghĩ...\"\n\n\"Không.\" Anh cắt ngang. \"Quyết định ngay bây giờ. Tôi không có thời gian chờ đợi.\"\n\nTiểu Hy nhìn ra cửa sổ, thấy thành phố rộng lớn bên dưới. Cô nghĩ về cuộc sống khó khăn của mình, về những ước mơ chưa thành hiện thực.\n\n\"Tôi đồng ý,\" cô nói, giọng nhỏ như tiếng muỗi.\n\nLý Hàn Thần gật đầu, gương mặt vẫn lạnh lùng. \"Tốt. Trợ lý của tôi sẽ chuẩn bị hợp đồng. Cô sẽ chuyển đến biệt thự của tôi vào cuối tuần này.\"\n\nAnh không biết rằng, quyết định tưởng chừng đơn giản này sẽ khiến anh rơi vào tình yêu sâu đậm với cô gái bình thường mà anh vừa thuê làm vợ giả.",
      "publishDate": "2024-01-16T10:00:00Z",
      "views": 1180,
      "wordCount": 1180
    },
    {
      "storyId": 2,
      "chapterNumber": 1,
      "title": "Chương 1: Thanh kiếm bí ẩn",
      "content": "Trên đỉnh núi Thiên Sơn, nơi mây trắng bao phủ và gió lạnh thổi qua những tảng đá cổ kính hàng nghìn năm tuổi, một thiếu niên 16 tuổi tên Trần Phong đang bước từng bước khó khăn trên con đường đá trơn trượt.\n\nAnh mặc bộ áo vải thô màu xám, đôi giày cỏ đã rách nhiều chỗ, trên lưng vác một chiếc ba lô cũ kỹ chứa đầy thảo dược đã hái được. Gương mặt anh tuy còn trẻ nhưng đã mang vẻ kiên định và trưởng thành sớm vì hoàn cảnh khó khăn.\n\nTrần Phong sinh ra trong một gia đình nông dân nghèo ở chân núi Thiên Sơn. Cha anh mất sớm vì tai nạn lao động, để lại mẹ con anh trong cảnh túng thiếu. Mẹ anh, bà Nguyễn Thị Lan, là người phụ nữ hiền lành và mạnh mẽ, đã một mình nuôi anh khôn lớn.\n\nNhưng ba tháng trước, bà đột nhiên mắc một căn bệnh lạ. Cơ thể bà ngày càng yếu đi, da dẻ tái nhợt, và thường xuyên ho ra máu. Các thầy thuốc trong làng đều bó tay, nói rằng đây là bệnh hiểm nghèo không có thuốc chữa.\n\nChỉ có ông lang y già nhất trong vùng, thầy Dương Vô Kỵ, mới đưa ra một tia hy vọng mong manh: \"Chỉ có thảo dược Thiên Sơn Tuyết Liên mọc trên đỉnh núi Thiên Sơn mới có thể cứu được mẹ con. Nhưng nơi đó nguy hiểm lắm, nhiều người đã lên núi tìm mà không bao giờ trở về.\"\n\nDù biết nguy hiểm, Trần Phong vẫn quyết định lên núi. Anh không thể để mẹ chết trong tuyệt vọng.\n\n\"Mẹ ơi, con sẽ tìm được thuốc cứu mẹ. Con hứa sẽ trở về an toàn,\" anh đã thề trước giường bệnh của mẹ trước khi lên đường.\n\nĐã ba ngày trôi qua kể từ khi anh bắt đầu hành trình. Anh đã vượt qua nhiều thử thách: những con thú dữ, những vách đá dựng đứng, và cái lạnh cắt da cắt thịt của núi cao. Nhưng anh vẫn chưa tìm thấy Thiên Sơn Tuyết Liên.\n\nKhi mặt trời bắt đầu lặn, Trần Phong cảm thấy kiệt sức. Anh ngồi xuống một tảng đá lớn, lấy ra ít bánh khô và nước trong ba lô để ăn tối đơn sơ.\n\nĐột nhiên, một luồng gió lạ thổi qua, mang theo mùi hương kỳ lạ - vừa thanh khiết vừa huyền bí. Anh nhìn quanh và phát hiện một hang động ẩn sau những tảng đá lớn, nơi mà anh đã đi qua nhiều lần mà không hề để ý.\n\nBên trong hang động, có ánh sáng xanh lạ chiếu ra, tạo thành những đường ánh sáng kỳ diệu trên các thành hang.\n\n\"Lạ quá, sao trước giờ tôi không thấy hang này?\" Trần Phong tự hỏi.\n\nVới sự tò mò và cảm giác có điều gì đó đặc biệt, anh cẩn thận bước vào hang động. Càng đi sâu, ánh sáng xanh càng mạnh, và anh cảm thấy một luồng năng lượng kỳ lạ bao quanh mình.\n\nCuối hang là một không gian rộng lớn như một điện thờ cổ. Ở giữa có một bàn thờ bằng đá trắng, trên đó đặt một thanh kiếm dài khoảng một mét. Thanh kiếm có lưỡi sáng như gương, cán kiếm được chạm khắc những hoa văn rồng phượng tinh xảo, và phát ra ánh sáng xanh ngọc huyền bí.\n\nXung quanh bàn thờ là những bức tường khắc đầy chữ Hán cổ và hình vẽ những người đang tập võ với những chiêu thức kiếm pháp tuyệt diệu.\n\n\"Đây là gì vậy? Tại sao lại có một nơi như thế này trên núi Thiên Sơn?\" Anh tự hỏi, tim đập thình thịch.\n\nKhi anh tiến gần và chạm tay vào thanh kiếm, một luồng năng lượng mạnh mẽ như sét đánh truyền vào người. Cả cơ thể anh rung động, và trong đầu xuất hiện vô số hình ảnh lạ lùng.\n\nAnh thấy những cao thủ võ lâm từ hàng nghìn năm trước đang tập luyện những chiêu thức kiếm pháp tuyệt diệu. Những đòn kiếm có thể chẻ núi, chia biển, và những kỹ thuật tu luyện nội công sâu sắc.\n\n\"Thiên Hà Kiếm Pháp...\" Một giọng nói uy nghiêm vang lên trong đầu anh. \"Ngươi là người được chọn để kế thừa di sản của ta. Ta là Kiếm Thánh Dương Thiên, người sáng lập ra Thiên Hà Kiếm Phái cách đây 3000 năm.\"\n\nTrần Phong cảm thấy sức mạnh trong người tăng lên gấp bội. Những kiến thức về võ học, những bí kíp tu luyện, và những chiêu thức kiếm pháp huyền diệu đều được truyền thẳng vào tâm trí anh.\n\n\"Ngươi có trái tim nhân hậu và ý chí kiên cường. Hãy sử dụng sức mạnh này để bảo vệ những người vô tội và duy trì công lý trên thế gian,\" giọng nói tiếp tục.\n\nTrần Phong cảm thấy như được tái sinh. Anh hiểu rằng, đây không chỉ là cơ hội để cứu mẹ, mà còn là định mệnh để anh trở thành một cao thủ võ lâm.\n\n\"Ta thề sẽ sử dụng sức mạnh này một cách chính đáng, sẽ trở thành kiếm thần mạnh nhất để bảo vệ những người yêu thương!\" Anh thề trong lòng.\n\nNhưng anh không biết rằng, con đường tu luyện phía trước sẽ đầy gian nan và thử thách. Những kẻ thù từ các môn phái tà đạo đang săn lùng Thiên Hà Kiếm Pháp, và bí mật về thanh kiếm Thiên Hà này còn lớn hơn anh tưởng tượng rất nhiều.\n\nKhi anh cầm thanh kiếm bước ra khỏi hang động, bầu trời đã tối đen. Nhưng trong lòng anh, ngọn lửa hy vọng đang cháy sáng. Từ nay, cuộc đời Trần Phong sẽ không còn bình thường nữa. Anh sẽ bước vào thế giới võ lâm đầy bí ẩn và nguy hiểm.\n\nVà điều đầu tiên anh cần làm là tìm được Thiên Sơn Tuyết Liên để cứu mẹ, rồi bắt đầu hành trình tu luyện để trở thành kiếm thần vô song.",
      "publishDate": "2024-01-14T08:00:00Z",
      "views": 2100,
      "wordCount": 1320
    },
    {
      "storyId": 3,
      "chapterNumber": 1,
      "title": "Chương 1: Vụ án phòng kín",
      "content": "Sáng sớm tại Hà Nội, khi những tia nắng đầu tiên len lỏi qua tấm rèm dày của căn hộ chung cư cũ, tiếng chuông điện thoại inh ỏi làm thám tử Nguyễn Minh Thám giật mình thức giấc. Anh nhìn đồng hồ - 5:30 sáng. Chỉ có việc khẩn cấp mới có người gọi vào giờ này.\n\n\"Thám, có vụ án mới. Anh đến ngay đi,\" giọng của đồng nghiệp Hoàng Dũng vang lên, nghe có vẻ căng thẳng.\n\n\"Vụ gì vậy?\" Minh Thám hỏi vừa nhảy khỏi giường.\n\n\"Vụ án phòng kín. Nạn nhân là doanh nhân Lê Văn Minh. Anh biết đấy, ông ta nổi tiếng lắm.\"\n\nMinh Thám nhanh chóng thay bộ vest xám quen thuộc, cài chiếc huy hiệu cảnh sát vào áo, và lái chiếc Honda Civic cũ kỹ đến hiện trường. Trên đường đi, anh suy nghĩ về những vụ án phòng kín mà anh đã giải quyết. Đây luôn là loại vụ án khó nhất, đòi hỏi sự tỉ mỉ và khả năng suy luận logic cao.\n\nCăn biệt thự sang trọng ở phố Hoàng Diệu, quận Ba Đình hiện ra trước mắt anh. Đây là một trong những khu vực đắt đỏ nhất Hà Nội, nơi chỉ có những người giàu có mới đủ khả năng sinh sống.\n\nBiệt thự ba tầng với kiến trúc Pháp cổ điển, được bao quanh bởi khu vườn rộng lớn với những cây hoa sữa và cây bàng cổ thụ. Cảnh sát đã phong tỏa hiện trường, những chiếc xe tuần tra đỗ la liệt trước cổng.\n\n\"Tình hình thế nào?\" Minh Thám hỏi Hoàng Dũng khi vừa bước xuống xe.\n\n\"Ông Lê Văn Minh, 55 tuổi, chủ tịch tập đoàn Minh Phát, được phát hiện chết trong phòng làm việc riêng ở tầng hai. Điều kỳ lạ là phòng được khóa từ bên trong, cửa sổ cũng đóng kín và có song sắt. Không có cách nào ai có thể vào hay ra.\"\n\nMinh Thám gật đầu, đôi mắt sắc bén đã bắt đầu quan sát xung quanh. \"Ai phát hiện thi thể?\"\n\n\"Vợ ông ta, bà Nguyễn Thị Hoa. Bà nói hôm qua tối ông Minh vào phòng làm việc từ 8 giờ tối và không ra nữa. Sáng nay bà gõ cửa không thấy trả lời nên gọi thợ khóa mở cửa.\"\n\nHai người bước vào biệt thự. Sảnh chính được trang trí bằng những đồ nội thất đắt tiền: bộ sofa da Ý, bàn trà gỗ gụ, và những bức tranh sơn dầu có giá trị. Mọi thứ đều thể hiện sự giàu có và đẳng cấp.\n\nPhòng làm việc của ông Lê Văn Minh nằm ở góc tầng hai, có diện tích khoảng 30m2. Khi bước vào, Minh Thám ngay lập tức cảm nhận được bầu không khí ngột ngạt và mùi hương kỳ lạ - một mùi gì đó ngọt ngào nhưng khó chịu.\n\n\"Đây là vụ án phòng kín điển hình,\" Minh Thám quan sát hiện trường một cách tỉ mỉ.\n\nNạn nhân ngồi trên chiếc ghế da đen sang trọng, đầu cúi xuống bàn làm việc bằng gỗ óc chó. Gương mặt ông ta tím tái, đôi mắt mở to như đang nhìn thấy điều gì đó kinh hoàng. Không có dấu hiệu đấu tranh, không có vết thương ngoài da, cũng không có máu.\n\n\"Có thể là tự tử bằng thuốc độc?\" Hoàng Dũng đề xuất, giọng hơi run rẩy.\n\n\"Không,\" Minh Thám lắc đầu, đôi mắt vẫn tập trung quan sát. \"Nhìn vào đôi mắt của ông ta. Đó là ánh mắt của người bị sát hại, không phải tự tử. Và nhìn tư thế ngồi này - quá tự nhiên. Người tự tử bằng thuốc độc thường sẽ có những cử động cuối cùng, không thể ngồi thẳng như thế này.\"\n\nAnh bắt đầu kiểm tra cẩn thận căn phòng. Trên bàn làm việc có một tách cà phê còn nóng - điều này chứng tỏ nạn nhân mới chết không lâu. Bên cạnh là một cuốn sách đang mở ở trang 127, một lá thư chưa hoàn thành với dòng chữ cuối cùng viết dở: \"Tôi đã biết sự thật về...\"\n\n\"Hung thủ đã giết ông Minh như thế nào trong phòng khóa kín?\" Minh Thám tự hỏi, não bộ đang hoạt động với tốc độ cao.\n\nAnh chú ý đến hệ thống điều hòa không khí ở góc phòng. Có gì đó không đúng... Cửa gió có vẻ như đã bị di chuyển gần đây, và có những vết bụi lạ xung quanh.\n\n\"Dũng, kiểm tra hệ thống thông gió của tòa nhà. Tôi muốn biết tất cả các đường ống dẫn khí có thể dẫn đến phòng này,\" anh ra lệnh.\n\nTrong khi chờ đợi, Minh Thám bắt đầu phỏng vấn những người trong gia đình. Vợ nạn nhân - bà Nguyễn Thị Hoa, 48 tuổi, một phụ nữ thanh lịch với vẻ mặt buồn bã. Con trai ông Minh - Lê Đức Anh, 25 tuổi, mới tốt nghiệp MBA ở Mỹ về nước. Và cô giúp việc - Nguyễn Thị Mai, 35 tuổi, đã làm việc trong gia đình này được 10 năm.\n\nTất cả đều có alibi rõ ràng: bà Hoa đang xem phim trên Netflix từ 8 giờ tối đến 11 giờ, có thể kiểm tra lịch sử xem. Đức Anh đang ở quán bar với bạn bè, có hóa đơn thanh toán và camera an ninh làm chứng. Cô Mai về nhà từ 6 giờ chiều, có hàng xóm chứng kiến.\n\nNhưng Minh Thám, với kinh nghiệm 15 năm trong nghề, cảm thấy có ai đó đang giấu điều gì. Ánh mắt của họ tránh né khi trả lời một số câu hỏi, lời nói không hoàn toàn tự nhiên, và có những chi tiết nhỏ không khớp.\n\n\"Vụ án này phức tạp hơn tôi nghĩ,\" anh thầm nghĩ, nhìn ra cửa sổ phòng làm việc. \"Nhưng không có vụ án nào là hoàn hảo. Luôn có manh mối, chỉ cần biết cách tìm.\"\n\nVà anh đã đúng. Đây chỉ là khởi đầu của một chuỗi vụ án bí ẩn sẽ thử thách khả năng suy luận của anh, đưa anh vào cuộc đối đầu với một tâm trí tội phạm tinh vi và nguy hiểm.",
      "publishDate": "2024-01-12T14:00:00Z",
      "views": 890,
      "wordCount": 1180
    },
    {
      "storyId": 1,
      "chapterNumber": 3,
      "title": "Chương 3: Ngày đầu làm vợ giả",
      "content": "Cuối tuần đến nhanh hơn Lâm Tiểu Hy tưởng tượng. Cô đứng trước cổng biệt thự của Lý Hàn Thần với chiếc vali nhỏ chứa toàn bộ tài sản của mình, cảm thấy như đang bước vào một thế giới hoàn toàn khác.\n\nBiệt thự nằm trong khu đô thị cao cấp Phú Mỹ Hưng, có diện tích hơn 500m2 với kiến trúc hiện đại kết hợp cổ điển châu Âu. Khu vườn rộng lớn với hồ bơi, sân tennis, và những cây cối được chăm sóc tỉ mỉ.\n\n\"Cô Lâm đã đến,\" trợ lý Trần Minh Đức chào cô ở cổng. \"Tổng giám đốc đang chờ cô trong phòng khách.\"\n\nBước vào bên trong, Tiểu Hy choáng ngợp trước sự sang trọng. Sảnh chính có trần cao 6 mét với đèn chùm pha lê, cầu thang xoắn ốc bằng đá cẩm thạch, và những bức tranh nghệ thuật đắt tiền.\n\nLý Hàn Thần ngồi trên sofa da Ý, đang đọc báo tài chính. Anh mặc bộ đồ thể thao đen, tóc hơi rối, trông thoải mái hơn so với hình ảnh nghiêm túc ở văn phòng.\n\n\"Cô đến rồi,\" anh nói mà không ngước lên. \"Housekeeper sẽ dẫn cô lên phòng.\"\n\nBà Kim, người quản gia 50 tuổi với vẻ mặt hiền từ, dẫn Tiểu Hy lên tầng hai. Phòng của cô rộng gần 40m2, có ban công nhìn ra vườn, phòng tắm riêng với bồn tắm jacuzzi, và tủ quần áo lớn đủ chứa quần áo của cả một cửa hàng.\n\n\"Đây sẽ là phòng của cô trong thời gian ở đây,\" bà Kim nói. \"Phòng của ông chủ ở cuối hành lang. Ông ấy không thích bị làm phiền, đặc biệt là vào buổi sáng.\"\n\nTối hôm đó, trong bữa tối đầu tiên, không khí im lặng đến ngột ngạt. Bàn ăn dài có thể chứa 12 người, nhưng chỉ có hai người ngồi ở hai đầu, cách nhau cả một khoảng trống lớn.\n\n\"Ngày mai chúng ta sẽ đi gặp bà nội tôi,\" Lý Hàn Thần đột nhiên lên tiếng. \"Bà ấy rất khó tính và sẽ kiểm tra cô kỹ lưỡng. Cô cần phải thuyết phục bà rằng chúng ta yêu nhau.\"\n\n\"Tôi... tôi không biết phải làm thế nào,\" Tiểu Hy thừa nhận.\n\n\"Hãy hành động như một người vợ yêu chồng. Nắm tay tôi, mỉm cười, và đừng nói quá nhiều.\"\n\nSáng hôm sau, Tiểu Hy được đưa đến salon làm đẹp cao cấp. Cô được làm tóc, trang điểm, và mặc một bộ váy Chanel trị giá 5000 đô la. Khi nhìn mình trong gương, cô không thể tin đó là mình.\n\nTrên đường đến nhà bà nội Lý Hàn Thần, anh đột nhiên nắm tay cô.\n\n\"Nhớ rằng, chúng ta đã quen nhau 6 tháng và đính hôn 2 tháng trước. Cô là nhân viên marketing của một công ty quảng cáo nhỏ, và chúng ta gặp nhau tại một sự kiện từ thiện.\"\n\nBàn tay anh ấm áp và mạnh mẽ, khiến tim Tiểu Hy đập nhanh hơn. Cô cố gắng nhắc nhở mình rằng đây chỉ là diễn xuất.\n\nBà Lý Thị Hương, 75 tuổi, là một phụ nữ uy nghiêm với mái tóc bạc được búi gọn gàng và đôi mắt sắc bén. Bà sống trong một biệt thự cổ điển ở quận 1, nơi gia đình Lý đã sinh sống qua ba thế hệ.\n\n\"Đây là Tiểu Hy, cháu dâu mà cháu đã kể với bà,\" Lý Hàn Thần giới thiệu.\n\nTiểu Hy cúi chào: \"Cháu chào bà ạ.\"\n\nBà Hương nhìn cô từ đầu đến chân với ánh mắt thẩm định. \"Cháu trông... bình thường. Không giống những cô gái mà Hàn Thần thường đưa về.\"\n\nTrong suốt bữa trưa, bà liên tục đặt những câu hỏi khó: về gia đình, công việc, và kế hoạch tương lai. Tiểu Hy cố gắng trả lời một cách tự nhiên nhất có thể.\n\n\"Cháu có yêu cháu Hàn Thần không?\" Bà hỏi đột ngột.\n\nTiểu Hy nhìn sang Lý Hàn Thần, thấy anh đang nhìn cô với ánh mắt khó hiểu.\n\n\"Cháu... cháu yêu anh ấy,\" cô nói, cảm thấy mặt nóng bừng.\n\nLần đầu tiên, Lý Hàn Thần mỉm cười - một nụ cười thật, không lạnh lùng như thường lệ. Và lần đầu tiên, Tiểu Hy cảm thấy có thể mình không hoàn toàn đang nói dối.",
      "publishDate": "2024-01-17T10:00:00Z",
      "views": 1050,
      "wordCount": 980
    },
    {
      "storyId": 2,
      "chapterNumber": 2,
      "title": "Chương 2: Thiên Sơn Tuyết Liên",
      "content": "Với thanh kiếm Thiên Hà trong tay và sức mạnh mới được truyền thụ, Trần Phong cảm thấy như được tái sinh. Anh có thể cảm nhận được mọi sinh vật xung quanh, từ những con chim đang ngủ trên cành cây đến những con sâu bọ dưới đất.\n\nNhưng nhiệm vụ cứu mẹ vẫn là ưu tiên hàng đầu. Anh tiếp tục tìm kiếm Thiên Sơn Tuyết Liên với hy vọng mới.\n\nTheo những gì Kiếm Thánh Dương Thiên đã truyền thụ, Thiên Sơn Tuyết Liên chỉ mọc ở những nơi có linh khí đặc biệt, thường là gần các động thạch nhũ hoặc suối nước thiêng. Với khả năng cảm nhận linh khí mới có được, Trần Phong bắt đầu tìm kiếm một cách có hệ thống.\n\nSau hai giờ tìm kiếm, anh cảm nhận được một luồng linh khí tinh khiết từ phía đông bắc. Đó là một khe núi hẹp, ẩn khuất sau những tảng đá lớn và cây cối rậm rạp.\n\nKhi anh tiến vào khe núi, không khí trở nên lạnh hơn và có mùi hương thanh khiết kỳ lạ. Cuối khe núi là một hang động nhỏ, bên trong có một suối nước trong vắt chảy từ lòng đất.\n\nVà ở đó, bên cạnh suối nước, anh nhìn thấy một bông hoa trắng như tuyết, phát ra ánh sáng nhẹ nhàng. Đó chính là Thiên Sơn Tuyết Liên!\n\n\"Cuối cùng cũng tìm thấy rồi!\" Trần Phong vui mừng khôn xiết.\n\nNhưng khi anh tiến gần, một tiếng gầm dữ dội vang lên. Từ trong bóng tối, một con Tuyết Sói khổng lồ xuất hiện. Con sói cao gần 2 mét, lông trắng như tuyết, đôi mắt xanh lạnh như băng, và những chiếc răng nanh sắc như dao.\n\nTuyết Sói là loài thú linh có trí tuệ cao, sống hàng trăm năm và có sức mạnh tương đương một cao thủ võ lâm. Nó đã canh giữ Thiên Sơn Tuyết Liên trong suốt 50 năm qua.\n\n\"Nhỏ con, ngươi dám xâm phạm lãnh thổ của ta?\" Tuyết Sói nói bằng tiếng người, giọng trầm và đầy uy quyền.\n\nTrần Phong giật mình. Anh chưa bao giờ gặp thú biết nói. Nhưng anh không thể lùi bước khi mẹ đang chờ thuốc cứu mạng.\n\n\"Tiền bối, con cần Thiên Sơn Tuyết Liên để cứu mẹ. Xin tiền bối thương xót,\" anh cúi đầu nói.\n\n\"Cứu mẹ?\" Tuyết Sói nhìn anh chăm chú. \"Ngươi có biết để có được Thiên Sơn Tuyết Liên, ngươi phải trả giá gì không?\"\n\n\"Con sẵn sàng trả bất kỳ giá nào!\"\n\nTuyết Sói im lặng một lúc, rồi nói: \"Ta cảm nhận được mùi của Thiên Hà Kiếm trên người ngươi. Ngươi đã được Kiếm Thánh Dương Thiên truyền thụ võ công?\"\n\n\"Đúng vậy, tiền bối.\"\n\n\"Tốt. Ta sẽ cho ngươi một cơ hội. Nếu ngươi có thể chịu đựng được ba đòn tấn công của ta mà không chết, ta sẽ cho ngươi Thiên Sơn Tuyết Liên.\"\n\nTrần Phong biết mình không có lựa chọn. Anh rút thanh kiếm Thiên Hà, cảm nhận sức mạnh từ kiếm truyền vào người.\n\n\"Con sẵn sàng!\"\n\nTuyết Sói gầm lên, cơ thể phát ra ánh sáng xanh lạnh. Đòn tấn công đầu tiên như một cơn bão tuyết, những móng vuốt sắc như dao bay về phía Trần Phong.\n\nAnh sử dụng chiêu \"Thiên Hà Nhất Kiếm\" - đòn kiếm cơ bản nhất trong Thiên Hà Kiếm Pháp. Thanh kiếm vạch ra một đường ánh sáng xanh, chặn đứng cuộc tấn công của Tuyết Sói.\n\nNhưng sức mạnh quá lớn khiến anh bị hất văng ra sau, miệng ói ra một ngụm máu.\n\n\"Đòn thứ hai!\" Tuyết Sói không cho anh thời gian nghỉ ngơi.\n\nLần này, nó sử dụng \"Băng Phong Liệt Trảm\" - một chiêu thức mà chỉ những thú linh mạnh mới có thể sử dụng. Cả khe núi như bị đóng băng, không khí đặc quánh như thạch.\n\nTrần Phong cảm thấy cơ thể mình như bị tê liệt. Nhưng anh nghĩ đến mẹ đang nằm trên giường bệnh, nghĩ đến lời hứa của mình. Một luồng sức mạnh từ sâu trong tâm hồn bùng lên.\n\n\"Thiên Hà Phá Vân!\" Anh hét lên, sử dụng chiêu thức mạnh hơn.\n\nThanh kiếm phát ra ánh sáng rực rỡ, phá tan lớp băng giá xung quanh. Nhưng anh vẫn bị thương nặng, máu chảy từ nhiều vết thương trên người.\n\n\"Đòn cuối cùng. Nếu ngươi chết, đừng trách ta,\" Tuyết Sói nói, đôi mắt xanh bắt đầu phát sáng.\n\nNó tập trung toàn bộ sức mạnh vào đòn tấn công cuối cùng - \"Tuyết Sói Thiên Hạ\". Cả khe núi rung chuyển, những tảng đá lớn bắt đầu rơi.\n\nTrần Phong biết mình không thể chống đỡ được đòn này bằng sức mạnh thông thường. Anh nhắm mắt, tập trung toàn bộ tâm trí, và lần đầu tiên thực sự hiểu được ý nghĩa của Thiên Hà Kiếm Pháp.\n\nKhông phải chỉ là những chiêu thức mạnh mẽ, mà là sự hòa hợp giữa con người và thiên nhiên, giữa tâm hồn và vũ trụ.\n\n\"Thiên Hà Vô Cực!\" Anh hét lên, sử dụng chiêu thức mà ngay cả Kiếm Thánh Dương Thiên cũng chỉ có thể sử dụng được vài lần trong đời.\n\nThanh kiếm như biến thành một dòng sông ánh sáng, chảy qua không gian và thời gian. Đòn tấn công của Tuyết Sói bị hóa giải hoàn toàn.\n\nKhi ánh sáng tan đi, cả hai đều kiệt sức nằm trên mặt đất.\n\nTuyết Sói nhìn Trần Phong với ánh mắt kính trọng: \"Ngươi đã vượt qua thử thách. Không chỉ bằng sức mạnh, mà bằng tấm lòng hiếu thảo và ý chí kiên cường. Thiên Sơn Tuyết Liên thuộc về ngươi.\"\n\nNó đứng dậy, cẩn thận hái bông Thiên Sơn Tuyết Liên và đưa cho Trần Phong.\n\n\"Hãy nhớ, sức mạnh không phải để thống trị, mà để bảo vệ. Ngươi sẽ trở thành một kiếm thần vĩ đại, nhưng đừng bao giờ quên trái tim nhân ái của mình.\"\n\nTrần Phong nhận bông hoa với đôi tay run rẩy. Cuối cùng, anh đã có thuốc cứu mẹ. Nhưng anh cũng biết rằng, đây chỉ là bước đầu tiên trên con đường tu luyện dài và gian khó phía trước.",
      "publishDate": "2024-01-15T08:00:00Z",
      "views": 1890,
      "wordCount": 1450
    },
    {
      "storyId": 4,
      "chapterNumber": 2,
      "title": "Chương 2: Tình bạn đầu tiên",
      "content": "Sau một tuần học tại trường THPT Nguyễn Du, Nguyễn Thanh Linh đã dần quen với cuộc sống ở Hà Nội. Những ngày đầu khó khăn với việc thích nghi môi trường mới, giọng nói khác biệt, và nỗi nhớ nhà đã dần qua đi. Cô bạn cùng lớp tên Lan - một cô gái vui vẻ, hòa đồng với mái tóc bob ngắn và nụ cười tươi - đã trở thành người bạn thân đầu tiên của cô.\n\n\"Linh ơi, chiều nay mình đi xem phim 'Em chưa 18' ở Lotte Cinema không? Nghe nói hay lắm đấy!\" Lan hỏi trong giờ ra chơi, hai tay đặt lên bàn với vẻ háo hức.\n\nLinh ngước lên từ quyển sách Toán đang đọc, ánh mắt có chút do dự. \"Mình muốn lắm, nhưng mình phải về nhà học bài. Mẹ mình dặn phải chăm chỉ học hành, đặc biệt là môn Toán. Mình đang yếu môn này lắm.\"\n\n\"Ôi trời, em học hành hoài vậy! Thỉnh thoảng cũng phải giải trí chứ. Thôi được rồi, vậy cuối tuần mình đi chơi Hồ Gươm nhé! Mình sẽ dẫn em đi ăn chè và mua quần áo ở phố cổ.\"\n\nLinh mỉm cười, cảm thấy ấm lòng vì có một người bạn quan tâm đến mình như vậy. Ở Đà Nẵng, cô cũng có những người bạn thân, nhưng giờ đây họ cách xa hàng nghìn cây số.\n\nTrong lúc hai cô gái đang trò chuyện về kế hoạch cuối tuần, Trần Minh - lớp trưởng lớp 11A2 - đi ngang qua bàn của họ. Anh dừng lại và mỉm cười chào, ánh mắt dịu dàng nhìn về phía Linh:\n\n\"Chào Linh, hôm nay em có vẻ vui hơn. Đã quen với trường rồi phải không?\"\n\nLinh cảm thấy tim mình đập nhanh hơn, má ửng đỏ. Trần Minh cao 1m75, có gương mặt điển trai với đôi mắt một mí sâu, mũi cao và nụ cười ấm áp. Anh luôn ăn mặc gọn gàng với chiếc áo sơ mi trắng được ủi phẳng phiu và cặp sách da đen sang trọng.\n\n\"Chào anh. Em... em đã quen với trường rồi ạ. Các bạn trong lớp đều rất tốt với em,\" Linh trả lời, giọng hơi run rẩy.\n\n\"Tốt quá. Nếu em cần giúp đỡ gì về bài vở, đặc biệt là môn Toán và Lý, cứ hỏi anh nhé. Anh thấy em có vẻ đang gặp khó khăn với những môn này.\"\n\nSau khi Minh đi khỏi, Lan nhìn Linh với ánh mắt tinh nghịch, miệng cười toe toét:\n\n\"Ủa, sao mặt em đỏ như cua luộc vậy? Có phải em thích Minh không? Mình thấy anh ấy cũng chú ý đến em đấy!\"\n\n\"Không... không có gì đâu,\" Linh lắp bắp, hai tay che mặt nhưng không thể giấu được sự xấu hổ. \"Anh ấy chỉ quan tâm đến em với tư cách là lớp trưởng thôi.\"\n\n\"Ôi em ngây thơ quá! Minh là học sinh giỏi nhất trường đấy, học lực xuất sắc, còn là đội trưởng đội bóng đá của trường. Nhiều cô gái thích anh lắm, đặc biệt là Thu Hà - cô ấy xinh đẹp, giàu có và đã theo đuổi Minh từ lâu rồi. Nhưng mà anh ấy chưa bao giờ chú ý đến ai cả, cho đến khi em đến.\"\n\nLinh cảm thấy một chút buồn và lo lắng khi nghe điều này. Cô biết mình chỉ là một cô gái bình thường từ tỉnh lẻ, không thể so sánh với Thu Hà - con gái của một doanh nhân giàu có, xinh đẹp và nổi tiếng trong trường.\n\nChiều hôm đó, khi Linh đang ngồi một mình trong thư viện học bài, cố gắng giải những bài toán khó, Minh bất ngờ xuất hiện bên cạnh bàn của cô:\n\n\"Em ngồi một mình à? Anh có thể ngồi cùng không? Anh thấy em đang gặp khó khăn với bài tập.\"\n\n\"Dạ được ạ,\" Linh gật đầu, cảm thấy hạnh phúc và hồi hộp. \"Em đang làm bài tập về hàm số, nhưng không hiểu lắm.\"\n\nMinh kéo ghế ngồi cạnh Linh, mùi nước hoa nhẹ nhàng của anh khiến cô cảm thấy tim đập nhanh hơn. Hai người ngồi cạnh nhau trong im lặng, mỗi người đều tập trung vào sách vở. Thỉnh thoảng, Minh giúp Linh giải những bài toán khó, giọng nói anh nhẹ nhàng và kiên nhẫn.\n\n\"Anh giỏi quá, giải thích dễ hiểu hơn cả cô giáo,\" Linh khen ngợi, ánh mắt sáng lên khi hiểu được bài toán.\n\n\"Em cũng rất thông minh. Chỉ cần tự tin hơn một chút thôi. Em đừng so sánh mình với những người khác, mỗi người đều có điểm mạnh riêng.\"\n\nNhững lời động viên chân thành của Minh khiến Linh cảm thấy ấm lòng và được trân trọng. Cô bắt đầu hiểu rằng mình đang có những cảm xúc đặc biệt với chàng trai này - không chỉ là sự ngưỡng mộ mà còn là tình cảm sâu sắc hơn.\n\nNhưng cô không biết rằng, từ xa, qua khe cửa thư viện, Thu Hà đang nhìn họ với ánh mắt ghen tức và tức giận. Cô nắm chặt tay, móng tay cắm vào lòng bàn tay. Thu Hà đã thầm yêu Minh từ lớp 10, đã cố gắng thu hút sự chú ý của anh bằng mọi cách nhưng không thành công. Và giờ đây, một cô gái mới chuyển đến từ tỉnh lẻ lại dễ dàng chiếm được sự quan tâm của người cô yêu.\n\n\"Mình sẽ không để cô gái này cướp mất Minh đâu,\" Thu Hà thầm nghĩ, một kế hoạch bắt đầu hình thành trong đầu cô.\n\nCuộc chiến thầm lặng giữa hai cô gái vì một chàng trai đã bắt đầu, và Linh - với sự ngây thơ và thiếu kinh nghiệm của mình - sẽ phải học cách đối mặt với những thử thách đầu tiên của tình yêu tuổi học trò, nơi mà không chỉ có những cảm xúc ngọt ngào mà còn có cả những đau khổ và ganh đua.",
      "publishDate": "2024-01-14T16:00:00Z",
      "views": 680,
      "wordCount": 1350
    },
    {
      "storyId": 5,
      "chapterNumber": 2,
      "title": "Chương 2: Âm mưu hậu cung",
      "content": "Sau đêm đầu tiên ở Tử Vi Cung, khi tiếng chuông chùa xa xa vang lên báo hiệu buổi sáng, Lý Thanh Vũ thức dậy với cảm giác bất an đè nặng trong lòng. Ánh nắng mai len lỏi qua những tấm rèm lụa vàng, chiếu rọi lên gương mặt thanh tú của cô. Cô biết rằng việc được hoàng thượng chú ý ngay từ đêm đầu tiên sẽ khiến cô trở thành mục tiêu của những phi tần khác trong hậu cung - nơi mà ganh đua và âm mưu là chuyện thường ngày.\n\nCung nữ Hồng Nhi, một cô gái 20 tuổi với gương mặt tròn trịa và đôi mắt tinh anh, người được giao nhiệm vụ phục vụ Thanh Vũ, lẻn vào phòng với vẻ mặt lo lắng. Cô thì thầm báo tin:\n\n\"Nương nương, theo tin tức mà nô tỳ nghe được từ các chị em trong cung, hoàng hậu đã triệu tập tất cả phi tần đến Phụng Hoàng Điện vào buổi chiều hôm nay. Nô tỳ nghe nói đây là cuộc họp để 'chào đón' nương nương, nhưng nương nương cần cẩn thận. Trong hậu cung, không có gì là đơn giản cả.\"\n\n\"Ta biết rồi,\" Thanh Vũ trả lời, giọng điềm tĩnh nhưng trong lòng đã chuẩn bị tinh thần. \"Hãy chuẩn bị y phục trang trọng nhất, ta không muốn để lộ điểm yếu nào trước mặt họ.\"\n\nHồng Nhi gật đầu và bắt đầu chuẩn bị. Cô chọn cho Thanh Vũ bộ áo dài màu tím nhạt thêu hoa mẫu đơn, tóc được búi cao theo kiểu phi tần, đeo những món trang sức vàng tinh xảo mà hoàng thượng đã ban tặng.\n\nChiều đến, trong Phụng Hoàng Điện - cung điện lớn nhất và tráng lệ nhất của hậu cung, hoàng hậu Đỗ Thị Ngọc ngồi trên ngai phụ bằng gỗ trầm hương với vẻ uy nghiêm. Bà 35 tuổi, vẫn còn rất xinh đẹp với làn da trắng như ngọc, đôi mắt phượng sắc sảo, nhưng ánh mắt lạnh lùng và tính cách khắc nghiệt đã khiến cả hậu cung phải kính sợ.\n\nXung quanh ngai phụ, các phi tần đã có mặt đầy đủ: Triệu Phi với vẻ đẹp quyến rũ và tính cách xảo quyệt, Ngô Phi hiền lành nhưng thâm sâu, Trần Phi trẻ trung nhưng hay ganh ghét, và nhiều phi tần khác. Tất cả đều nhìn Thanh Vũ với ánh mắt thẩm định và không mấy thiện cảm.\n\n\"Các chị em đã nghe tin có phi tần mới vào cung,\" hoàng hậu nói, giọng điệu uy nghiêm nhưng ẩn chứa sự lạnh lùng. \"Lý Thanh Vũ, hãy tiến lên đây.\"\n\nThanh Vũ bước lên với dáng điệu thanh thoát, cúi chào theo đúng phép tắc: \"Thiếp Lý Thanh Vũ chào hoàng hậu nương nương, chào các chị em.\"\n\n\"Ngươi mới vào cung, còn non nớt về mọi thứ, cần phải học hỏi nhiều quy tắc và phép tắc hậu cung. Triệu Phi đã ở đây lâu năm, hiểu rõ mọi quy định, sẽ dạy ngươi về những điều cần biết.\"\n\nTriệu Phi, một phụ nữ 30 tuổi với gương mặt xinh đẹp, làn da trắng mịn, đôi mắt sắc bén như dao, tiến lên với nụ cười giả tạo:\n\n\"Thiếp xin tuân lệnh hoàng hậu. Thanh Vũ muội muội, chị sẽ tận tình dạy em những điều cần biết để sống sót... ý chị là để sống tốt trong hậu cung này.\"\n\nNhưng Thanh Vũ, với trí thông minh bẩm sinh, cảm nhận được sự thù địch và mỉa mai trong giọng nói của Triệu Phi. Cô hiểu rằng đây không phải là sự giúp đỡ chân thành mà là một cách để kiểm soát và đe dọa cô.\n\nSau buổi họp căng thẳng, khi Thanh Vũ đang trở về Tử Vi Cung qua con đường lát đá xanh giữa khu vườn hậu cung, cô bị một nhóm cung nữ mặc áo xanh chặn đường. Họ có vẻ không phải là người của Tử Vi Cung.\n\n\"Lý Thanh Vũ, hoàng hậu muốn gặp riêng ngươi về một việc quan trọng,\" một cung nữ có vẻ là đầu nhóm nói với giọng lạnh lùng.\n\nNhưng khi theo họ đến một khu vườn vắng vẻ phía sau Cung Từ Ninh, nơi ít người qua lại, Thanh Vũ nhận ra mình đã bị lừa. Đó không phải là lệnh của hoàng hậu, mà là một cái bẫy.\n\n\"Các ngươi muốn gì?\" Cô hỏi, cố gắng giữ bình tĩnh nhưng trong lòng đã chuẩn bị tinh thần cho điều tồi tệ nhất.\n\n\"Cô gái nhỏ, cô nghĩ mình là ai mà dám chiếm được sự chú ý của hoàng thượng ngay từ đêm đầu tiên?\" Một cung nữ nói với giọng đầy thù địch và ghen tức. \"Chúng ta đã phục vụ trong cung này nhiều năm mà chưa được hoàng thượng đoái hoài, sao cô lại dễ dàng có được điều mà chúng ta mơ ước?\"\n\nHọ bắt đầu xúm vào, định hành hạ Thanh Vũ. Một người cầm roi mây, một người cầm gậy tre, ánh mắt đầy ác ý. Thanh Vũ lùi lại, tim đập thình thịch, biết rằng mình đang gặp nguy hiểm thực sự.\n\nNhưng đúng lúc đó, một giọng nói uy nghiêm và tức giận vang lên từ phía sau những bụi cây:\n\n\"Dừng lại! Các ngươi dám làm gì?\"\n\nMọi người quay lại và thấy Lý Thế Tông - hoàng thượng - đang đứng đó với long bào vàng rực rỡ, gương mặt tức giận, đôi mắt long đình phát ra ánh sáng đáng sợ. Hoàng thượng đã đến đây để tìm Thanh Vũ sau khi nghe tin từ thái giám rằng cô bị gọi đi bởi những người lạ mặt.\n\n\"Hoàng... hoàng thượng,\" các cung nữ hoảng sợ quỳ xuống, cả người run rẩy như lá.\n\n\"Các ngươi dám hành hạ phi tần của trẫm? Ai cho phép các ngươi làm điều này?\" Giọng nói của hoàng thượng lạnh như băng, khiến không khí xung quanh như đóng băng.\n\nSau khi ra lệnh cho thị vệ bắt giữ và xử phạt những cung nữ kia, hoàng thượng quay sang Thanh Vũ với ánh mắt lo lắng:\n\n\"Ngươi có bị thương không? Có ai làm hại ngươi không?\"\n\n\"Tạ ơn hoàng thượng, thiếp không sao. Hoàng thượng đến kịp lúc,\" Thanh Vũ trả lời, giọng hơi run rẩy vì sợ hãi.\n\nLý Thế Tông nhìn cô chăm chú, thấy đôi mắt cô đỏ hoe vì sợ hãi nhưng vẫn cố gắng giữ bình tĩnh. Lần đầu tiên trong đời, ông cảm thấy muốn bảo vệ một người phụ nữ, muốn che chở cho cô khỏi mọi nguy hiểm.\n\n\"Từ nay, ngươi sẽ có vệ sĩ riêng canh gác quanh Tử Vi Cung. Trẫm không cho phép ai dám làm hại ngươi nữa. Ai dám động đến ngươi là động đến trẫm.\"\n\nThanh Vũ cảm thấy tim mình đập nhanh, không chỉ vì sợ hãi mà còn vì sự quan tâm chân thành của hoàng thượng. Cô không biết rằng, sự quan tâm đặc biệt này của hoàng thượng sẽ khiến cô trở thành kẻ thù của toàn bộ hậu cung, và những âm mưu nguy hiểm hơn đang chờ đợi phía trước.\n\nVà cuộc chiến thực sự trong hậu cung - nơi mà tình yêu, quyền lực, và sinh tồn đan xen - mới chỉ bắt đầu.",
      "publishDate": "2024-01-12T12:00:00Z",
      "views": 1180,
      "wordCount": 1680
    },
    {
      "storyId": 1,
      "chapterNumber": 4,
      "title": "Chương 4: Bữa tối đầu tiên",
      "content": "Buổi tối đầu tiên trong biệt thự của Lý Hàn Thần, Lâm Tiểu Hy cảm thấy như đang sống trong một giấc mơ. Căn phòng rộng 40m2 với ban công nhìn ra khu vườn, phòng tắm riêng với bồn tắm jacuzzi, và tủ quần áo lớn đủ chứa quần áo của cả một cửa hàng - tất cả đều quá xa xỉ so với căn phòng trọ 20m2 mà cô đã quen thuộc.\n\nBà Kim, người quản gia 50 tuổi với khuôn mặt hiền từ và mái tóc bạc được búi gọn gàng, gõ cửa phòng cô lúc 6 giờ chiều.\n\n\"Cô Lâm, ông chủ muốn cô xuống phòng ăn lúc 7 giờ. Tôi đã chuẩn bị sẵn váy cho cô rồi,\" bà nói với giọng nhẹ nhàng.\n\nTiểu Hy nhìn chiếc váy đen đơn giản nhưng thanh lịch được treo trên móc áo. Đó là một thiết kế của thương hiệu nổi tiếng, có giá trị bằng mức lương ba tháng của cô.\n\n\"Bà Kim, tôi có thể mặc quần áo của mình được không?\" Cô hỏi, cảm thấy không thoải mái.\n\n\"Cô à, ông chủ đã dặn rằng từ nay cô là phu nhân của ông ấy, phải ăn mặc phù hợp với địa vị. Đừng lo lắng, cô sẽ quen thôi.\"\n\nPhòng ăn của biệt thự rộng như một nhà hàng cao cấp, với bàn ăn dài có thể chứa 12 người, được làm từ gỗ óc chó nhập khẩu từ Ý. Đèn chùm pha lê lấp lánh treo trên trần, tạo ra ánh sáng ấm áp và lãng mạn.\n\nLý Hàn Thần đã ngồi ở đầu bàn, mặc bộ suit xám tối, tóc được vuốt gọn gàng. Anh đang đọc báo tài chính trên iPad, vẻ mặt nghiêm túc như thường lệ.\n\nKhi Tiểu Hy bước vào, anh ngước lên nhìn. Lần đầu tiên, ánh mắt anh dừng lại lâu hơn bình thường. Chiếc váy đen làm tôn lên làn da trắng của cô, mái tóc dài được buông xõa tự nhiên, tạo nên vẻ đẹp dịu dàng và thanh thoát.\n\n\"Ngồi xuống,\" anh nói, giọng vẫn lạnh lùng nhưng có chút gì đó khác biệt.\n\nTiểu Hy ngồi xuống ghế ở đầu kia của bàn, cách anh cả một khoảng trống lớn. Khoảng cách này khiến cô cảm thấy như họ đang ở hai thế giới khác nhau.\n\nBữa tối được phục vụ bởi hai người hầu bàn chuyên nghiệp. Món khai vị là salad tôm hùm, món chính là bít tết wagyu với sốt truffle, và món tráng miệng là tiramisu. Tất cả đều được trình bày như trong những nhà hàng Michelin.\n\nNhưng không khí im lặng đến ngột ngạt. Tiếng dao dĩa chạm vào đĩa là âm thanh duy nhất trong phòng ăn rộng lớn.\n\n\"Ngày mai chúng ta sẽ đi gặp bà nội tôi,\" Lý Hàn Thần đột nhiên lên tiếng, khiến Tiểu Hy giật mình.\n\n\"Gặp bà nội anh?\" Cô hỏi, cảm thấy lo lắng.\n\n\"Bà ấy là người quyền lực nhất trong gia đình Lý. Nếu bà không chấp nhận, kế hoạch của chúng ta sẽ thất bại.\"\n\nLý Hàn Thần đặt dao dĩa xuống, nhìn thẳng vào mắt cô. \"Bà nội tôi rất khó tính và sẽ kiểm tra cô kỹ lưỡng. Cô cần phải thuyết phục bà rằng chúng ta yêu nhau thật sự.\"\n\n\"Tôi... tôi không biết phải làm thế nào,\" Tiểu Hy thừa nhận, giọng run rẩy. \"Tôi chưa bao giờ phải diễn xuất trước ai cả.\"\n\n\"Hãy hành động như một người vợ yêu chồng. Nắm tay tôi, mỉm cười, và đừng nói quá nhiều. Bà nội không thích những người phụ nữ quá năng động.\"\n\nAnh dừng lại, rồi tiếp tục: \"Và một điều nữa, từ ngày mai, cô phải gọi tôi là 'anh' thay vì 'ông'. Chúng ta phải tạo ra sự thân mật.\"\n\nTiểu Hy gật đầu, cảm thấy áp lực nặng nề. Cô không chỉ phải sống trong một thế giới xa lạ mà còn phải đóng vai một người mà cô không phải.\n\n\"Còn một điều nữa,\" Lý Hàn Thần nói, giọng nghiêm túc hơn. \"Trong thời gian này, cô không được liên lạc với bất kỳ ai từ quá khứ. Không có bạn bè, không có đồng nghiệp. Chúng ta không thể để ai phát hiện ra sự thật.\"\n\nLời nói của anh như một cái tát vào mặt Tiểu Hy. Cô nhận ra rằng mình đã bán đi không chỉ một năm cuộc đời mà còn cả tự do của mình.\n\n\"Tôi hiểu rồi,\" cô nói, giọng nhỏ như tiếng muỗi.\n\nSau bữa tối, khi trở về phòng, Tiểu Hy ngồi trên giường nhìn ra cửa sổ. Khu vườn rộng lớn với hồ bơi lấp lánh dưới ánh đèn, những cây cối được chăm sóc tỉ mỉ - tất cả đều đẹp như trong phim. Nhưng cô cảm thấy như một con chim bị nhốt trong lồng vàng.\n\nCô lấy điện thoại ra, muốn gọi cho mẹ ở quê, nhưng rồi nhớ lại lời cảnh báo của Lý Hàn Thần. Cô đặt điện thoại xuống, nước mắt bắt đầu ứa ra.\n\n\"Mình đã làm gì vậy?\" Cô tự hỏi trong đêm tối.\n\nTrong khi đó, ở phòng làm việc, Lý Hàn Thần đang đứng trước cửa sổ lớn nhìn ra thành phố. Anh cầm ly whisky trong tay, suy nghĩ về cô gái đang ở tầng trên.\n\nLần đầu tiên trong nhiều năm, anh cảm thấy có gì đó lay động trong lòng. Hình ảnh Tiểu Hy trong chiếc váy đen, đôi mắt to tròn đầy lo lắng, nụ cười ngại ngùng - tất cả đều khiến anh không thể tập trung vào công việc.\n\n\"Đây chỉ là một thỏa thuận kinh doanh,\" anh tự nhắc nhở mình. Nhưng trái tim anh dường như không nghe theo lý trí.\n\nVà cả hai đều không biết rằng, những cảm xúc thật sự đang bắt đầu nảy sinh, biến một thỏa thuận lạnh lùng thành một câu chuyện tình yêu phức tạp và đầy cảm xúc.",
      "publishDate": "2024-01-18T14:00:00Z",
      "views": 980,
      "wordCount": 1420
    },
    {
      "storyId": 2,
      "chapterNumber": 3,
      "title": "Chương 3: Trở về cứu mẹ",
      "content": "Với Thiên Sơn Tuyết Liên trong tay và sức mạnh mới được truyền thụ từ Thiên Hà Kiếm Pháp, Trần Phong nhanh chóng rời khỏi đỉnh núi Thiên Sơn. Trái tim anh đầy hy vọng và lo lắng - hy vọng vì cuối cùng đã có thuốc cứu mẹ, lo lắng vì không biết tình trạng của bà đã ra sao sau nhiều ngày anh vắng mặt.\n\nCuộc hành trình xuống núi nhanh hơn nhiều so với lúc lên. Với nội lực mới có được, Trần Phong có thể sử dụng khinh công để di chuyển nhanh như gió. Những vách đá dựng đứng mà trước đây anh phải leo bò khó khăn, giờ đây anh có thể nhảy qua một cách dễ dàng.\n\nTrong lòng anh, những ký ức về Thiên Hà Kiếm Pháp vẫn còn rất rõ ràng. Anh nhớ lại lời của Kiếm Thánh Dương Thiên: \"Sức mạnh không phải để thống trị, mà để bảo vệ.\" Những lời này như một lời nhắc nhở, giúp anh giữ vững tâm trí trong cơn say mê sức mạnh mới.\n\nKhi về đến chân núi, trời đã tối. Ngôi làng nhỏ nơi anh sinh ra hiện ra trước mắt với những ngôi nhà tranh vách đất quen thuộc, ánh đèn dầu le lói trong đêm. Nhưng có gì đó không đúng - làng quá yên tĩnh, không có tiếng chó sủa hay tiếng người nói chuyện như thường lệ.\n\nTrần Phong chạy về nhà, tim đập thình thịch. Căn nhà nhỏ của gia đình anh nằm ở cuối làng, được bao quanh bởi vườn rau nhỏ mà mẹ anh chăm sóc tỉ mỉ. Nhưng giờ đây, vườn rau đã héo úa, cỏ dại mọc um tùm.\n\n\"Mẹ! Mẹ ơi!\" Anh gọi to khi chạy vào nhà.\n\nTrong phòng ngủ nhỏ, bà Nguyễn Thị Lan nằm trên chiếc giường tre cũ kỹ, gương mặt tái nhợt như giấy, hơi thở yếu ớt. Bên cạnh giường, ông lang y Dương Vô Kỵ đang ngồi, vẻ mặt lo lắng.\n\n\"Phong nhi, con về rồi!\" Bà Lan cố gắng ngồi dậy khi thấy con trai, nhưng cơ thể quá yếu.\n\n\"Mẹ đừng cử động, con đã tìm được thuốc rồi!\" Trần Phong quỳ xuống bên giường, cẩn thận lấy Thiên Sơn Tuyết Liên ra.\n\nÔng Dương Vô Kỵ nhìn bông hoa với ánh mắt kinh ngạc: \"Đây thật sự là Thiên Sơn Tuyết Liên! Con trai, con đã làm được điều mà nhiều cao thủ võ lâm cũng không thể làm được.\"\n\n\"Thầy Dương, xin thầy chế thuốc cho mẹ con,\" Trần Phong nói, giọng khẩn cầu.\n\nÔng Dương Vô Kỵ gật đầu, bắt đầu chế thuốc ngay trong đêm. Anh sử dụng những thảo dược khác kết hợp với Thiên Sơn Tuyết Liên, tạo thành một thang thuốc có màu xanh nhạt và mùi hương thanh khiết.\n\n\"Uống thuốc này, bà sẽ dần hồi phục. Nhưng cần thời gian, khoảng một tuần nữa bà mới hoàn toàn khỏe mạnh,\" ông nói.\n\nBà Lan uống thuốc, và chỉ sau vài phút, màu da bà đã bớt tái nhợt, hơi thở cũng đều đặn hơn. Trần Phong cảm thấy như một tảng đá lớn được gỡ bỏ khỏi lòng.\n\n\"Con trai, mẹ cảm thấy khỏe hơn rồi. Nhưng con có vẻ khác lạ, có chuyện gì xảy ra trên núi không?\" Bà Lan nhìn con trai với ánh mắt lo lắng.\n\nTrần Phong kể cho mẹ nghe về cuộc gặp gỡ với Kiếm Thánh Dương Thiên, về Thiên Hà Kiếm Pháp, và về cuộc chiến với Tuyết Sói. Bà Lan nghe với vẻ kinh ngạc và lo lắng.\n\n\"Con trai, sức mạnh là một món quà, nhưng cũng là một gánh nặng. Con phải luôn nhớ rằng, dù mạnh đến đâu, con vẫn là Trần Phong - đứa con hiếu thảo của mẹ.\"\n\nNhững ngày tiếp theo, trong khi chăm sóc mẹ hồi phục, Trần Phong bắt đầu luyện tập Thiên Hà Kiếm Pháp một cách nghiêm túc. Anh tìm một khu rừng vắng vẻ gần làng để tập luyện, không muốn để ai phát hiện ra sức mạnh mới của mình.\n\nMỗi sáng sớm, khi sương mù còn bao phủ rừng cây, anh luyện tập những chiêu thức cơ bản. \"Thiên Hà Nhất Kiếm\", \"Thiên Hà Phá Vân\", \"Thiên Hà Vô Cực\" - từng chiêu thức đều được anh thực hiện với sự tập trung cao độ.\n\nNhưng anh cũng phát hiện ra rằng, sức mạnh này thu hút sự chú ý của những thế lực khác. Một hôm, khi đang tập luyện, anh cảm nhận được có người đang theo dõi mình từ xa.\n\n\"Ra đi! Ta biết các ngươi đang ẩn nấp đó!\" Anh hét lên.\n\nTừ trong bóng tối, ba người đàn ông mặc áo đen xuất hiện. Họ đều có vẻ mặt hung dữ và ánh mắt tham lam.\n\n\"Thiếu hiệp, chúng tôi nghe nói thiếu hiệp có được Thiên Hà Kiếm Pháp. Chúng tôi muốn học hỏi một vài chiêu,\" người đầu nhóm nói với giọng giả tạo.\n\n\"Các ngươi là ai? Tại sao lại biết về Thiên Hà Kiếm Pháp?\" Trần Phong hỏi, tay đã đặt lên cán kiếm.\n\n\"Chúng tôi là đệ tử của Hắc Phong Môn. Sư phụ chúng tôi rất quan tâm đến võ công của thiếu hiệp.\"\n\nHắc Phong Môn! Trần Phong đã nghe nói về tên tuổi này. Đó là một môn phái tà đạo, chuyên cướp đoạt võ công của người khác bằng những thủ đoạn bỉ ổi.\n\n\"Các ngươi muốn cướp võ công của ta?\" Anh hỏi, giọng lạnh lùng.\n\n\"Nếu thiếu hiệp hợp tác, chúng tôi sẽ không làm hại thiếu hiệp. Nhưng nếu không...\"\n\nHọ đồng loạt rút vũ khí ra - dao, kiếm, và roi sắt. Ý định của họ đã rõ ràng.\n\nTrần Phong rút thanh kiếm Thiên Hà, ánh sáng xanh ngọc lập tức bao phủ lưỡi kiếm. \"Nếu các ngươi muốn chiến, ta sẽ chiến!\"\n\nCuộc chiến bắt đầu. Ba người từ Hắc Phong Môn tấn công đồng thời, nhưng họ không ngờ rằng Trần Phong đã mạnh đến mức này. Với \"Thiên Hà Nhất Kiếm\", anh đánh bại người đầu tiên. Với \"Thiên Hà Phá Vân\", anh hạ gục người thứ hai.\n\nNgười cuối cùng, thấy đồng đội bị đánh bại, hoảng sợ bỏ chạy.\n\n\"Về báo với sư phụ ngươi, nếu Hắc Phong Môn dám làm hại dân lành, ta sẽ không tha thứ!\" Trần Phong hét lên.\n\nSau trận chiến này, anh nhận ra rằng việc sở hữu Thiên Hà Kiếm Pháp không chỉ mang lại sức mạnh mà còn mang lại nguy hiểm. Sẽ có nhiều kẻ muốn cướp đoạt võ công của anh, và anh phải chuẩn bị cho những thử thách lớn hơn phía trước.\n\nNhưng anh cũng biết rằng, với sức mạnh này, anh có thể bảo vệ mẹ, bảo vệ làng xóm, và thực hiện lời hứa với Kiếm Thánh Dương Thiên - sử dụng sức mạnh để bảo vệ những người vô tội.\n\nCon đường trở thành kiếm thần vô song vẫn còn dài, nhưng Trần Phong đã sẵn sàng đối mặt với mọi thử thách.",
      "publishDate": "2024-01-16T09:00:00Z",
      "views": 1650,
      "wordCount": 1580
    },
    {
      "storyId": 4,
      "chapterNumber": 1,
      "title": "Chương 1: Ngày đầu tiên ở trường mới",
      "content": "Nguyễn Thanh Linh đứng trước cổng trường THPT Nguyễn Du vào một buổi sáng đầu tháng 9, tim đập thình thịch như muốn nhảy ra khỏi lồng ngực. Đây là ngày đầu tiên cô chuyển trường từ Đà Nẵng ra Hà Nội, và cũng là lần đầu tiên cô phải đối mặt với một môi trường hoàn toàn xa lạ.\n\n\"Mọi thứ sẽ ổn thôi, Linh ạ. Con chỉ cần tự tin và thân thiện với mọi người,\" cô tự an ủi mình, nhớ lại lời dặn dò của mẹ trước khi lên đường.\n\nTrường THPT Nguyễn Du thật sự rất lớn và đẹp, hoàn toàn khác biệt so với ngôi trường nhỏ ở quê nhà. Những dãy nhà cao tầng được sơn màu vàng kem, sân chơi rộng rãi với những hàng cây xanh mát, và đặc biệt là số lượng học sinh đông đảo - gấp ba lần trường cũ của cô.\n\nHọc sinh đi lại tấp nập, ai cũng có nhóm bạn của riêng mình, cười nói vui vẻ. Họ mặc đồng phục trắng xanh gọn gàng, trông rất năng động và tự tin. Linh cảm thấy mình như một người ngoài cuộc đang nhìn vào một thế giới mà cô chưa thuộc về.\n\nKhi bước vào lớp 11A2, Linh cảm thấy cô đơn và lo lắng hơn bao giờ hết. Mọi ánh mắt đều hướng về phía cô với sự tò mò, khiến cô cảm thấy như đang bị quan sát dưới kính hiển vi.\n\n\"Các em chào cô giáo ạ!\" Cả lớp đứng dậy chào cô giáo chủ nhiệm - cô Nguyễn Thị Hoa, một người phụ nữ trung niên với vẻ mặt hiền từ và nụ cười ấm áp.\n\n\"Hôm nay chúng ta có bạn mới chuyển từ Đà Nẵng ra. Em hãy tự giới thiệu với cả lớp đi,\" cô giáo nói, giọng nhẹ nhàng và khuyến khích.\n\nLinh đứng lên, cảm thấy mặt nóng bừng và tim đập nhanh hơn. Cô nhìn quanh lớp học - 45 đôi mắt đang chăm chú nhìn cô, có người tò mò, có người thân thiện, có người thờ ơ.\n\n\"Em... em tên là Nguyễn Thanh Linh, 17 tuổi. Em vừa chuyển từ trường THPT Lê Quý Đôn ở Đà Nẵng ra Hà Nội theo gia đình. Em mong được làm bạn với mọi người và học hỏi nhiều điều mới,\" cô nói, giọng hơi run rẩy nhưng cố gắng rõ ràng.\n\n\"Rất tốt. Em ngồi chỗ đó nhé, bên cạnh cửa sổ. Đó là vị trí đẹp nhất lớp đấy,\" cô giáo chỉ vào chiếc bàn trống cạnh cửa sổ, nơi có thể nhìn ra sân trường xanh mát.\n\nKhi Linh đi qua các dãy bàn để đến chỗ ngồi, cô vô tình làm rơi quyển sách Văn học và chiếc bút bi từ trong tay. Cô cúi xuống nhặt, mặt đỏ bừng vì xấu hổ.\n\nMột bàn tay nhanh chóng nhặt giúp cô quyển sách và chiếc bút.\n\n\"Của em đây,\" một giọng nói nam trầm ấm và dễ chịu.\n\nLinh ngước lên và gặp đôi mắt đen láy, sâu sắc của một chàng trai cao ráo. Anh có gương mặt điển trai với đường nét thanh tú, mái tóc đen được cắt gọn gàng, và nụ cười ấm áp khiến cô cảm thấy tim mình như ngừng đập một nhịp.\n\nĐó là Trần Minh, học sinh giỏi nhất lớp, lớp trưởng, và cũng là người được nhiều cô gái trong trường ngưỡng mộ.\n\n\"Cảm ơn anh,\" Linh nói nhỏ, nhận lại sách và bút, cảm thấy mặt nóng bừng hơn nữa.\n\n\"Không có gì. Chào mừng em đến với lớp 11A2. Hy vọng em sẽ thích ở đây,\" Minh mỉm cười, ánh mắt dịu dàng và chân thành.\n\nTừ ghế phía sau, Phạm Thu Hà - cô bạn xinh đẹp, giàu có và nổi tiếng của trường - nhìn cảnh này với ánh mắt không vui. Cô nắm chặt chiếc bút trong tay, cảm thấy một chút ghen tức khi thấy Minh chú ý đến cô gái mới.\n\nGiờ ra chơi đầu tiên, khi Linh đang ngồi một mình ở bàn, cảm thấy hơi cô đơn, một nhóm bạn gái đến chỗ cô với nụ cười thân thiện.\n\n\"Chào em! Mình là Lan,\" một cô gái với mái tóc bob ngắn và nụ cười tươi nói. \"Đây là Hương và Mai. Chúng mình cùng lớp, làm bạn nhé!\"\n\n\"Chào các chị. Em rất vui được làm quen,\" Linh mừng rỡ trả lời. Cuối cùng cô cũng có bạn rồi.\n\n\"Em ở đâu vậy? Xa trường không?\" Hương hỏi.\n\n\"Em ở gần đây thôi, đi bộ khoảng 15 phút là đến trường.\"\n\n\"Tuyệt quá! Vậy chúng mình có thể đi học cùng nhau,\" Mai nói với vẻ hào hứng.\n\nNhưng Linh không biết rằng, cuộc sống ở trường mới sẽ mang đến cho cô nhiều điều bất ngờ hơn cô tưởng tượng. Không chỉ là những tình bạn mới, mà còn có tình yêu đầu đời ngọt ngào nhưng cũng đầy thử thách, những ganh đua và hiểu lầm của tuổi học trò.\n\nVà đặc biệt, cô không ngờ rằng chàng trai đã giúp cô nhặt sách sáng nay sẽ trở thành người quan trọng nhất trong cuộc đời cô.",
      "publishDate": "2024-01-13T16:00:00Z",
      "views": 750,
      "wordCount": 1180
    },
    {
      "storyId": 5,
      "chapterNumber": 1,
      "title": "Chương 1: Vào cung",
      "content": "Triều đại Đại Việt, năm Thiên Phúc thứ 15, vào một ngày thu se lạnh khi lá vàng bắt đầu rơi.\n\nLý Thanh Vũ, con gái của Lý Văn Minh - một tri huyện nhỏ ở tỉnh Hải Dương, không bao giờ nghĩ rằng cuộc đời mình sẽ thay đổi hoàn toàn chỉ vì một lần tình cờ hoàng thượng vi hành qua địa phương và nhìn thấy cô đang múa trong lễ hội làng.\n\nCô 18 tuổi, có nét đẹp thanh thoát với làn da trắng như ngọc, đôi mắt to tròn trong trẻo như nước suối, mái tóc đen dài óng mượt, và đặc biệt là tài năng múa hát thiên bẩm. Khi múa, cô như một nàng tiên giáng trần, khiến ai nhìn thấy cũng phải say mê.\n\n\"Con gái, đây là cơ hội nghìn năm có một của đời con,\" cha cô - Lý Văn Minh - dặn dò với giọng vừa tự hào vừa lo lắng trước khi cô lên đường. \"Hãy cố gắng làm vừa lòng hoàng thượng, nhưng cũng phải biết giữ mình. Hậu cung là nơi nguy hiểm, con phải cẩn thận.\"\n\nMẹ cô - bà Nguyễn Thị Hương - ôm con gái thật chặt, nước mắt ròng ròng: \"Con ơi, mẹ không biết khi nào mới được gặp con nữa. Hãy nhớ những gì mẹ dạy: luôn giữ lòng nhân ái và đừng bao giờ quên gốc rễ của mình.\"\n\nThanh Vũ ngồi trên chiếc kiệu được trang trí bằng lụa đỏ và vàng, nhìn ra ngoài qua tấm màn mỏng. Cảnh vật quen thuộc của quê nhà dần xa dần, thay vào đó là những con đường rộng lớn dẫn đến kinh thành.\n\nKinh thành Thăng Long hiện ra trước mắt cô như một thế giới hoàn toàn khác - những cung điện nguy nga tráng lệ với mái ngói vàng lấp lánh dưới ánh nắng, những bức tường thành cao vút, và đặc biệt là sự uy nghiêm, trang trọng khiến cô cảm thấy mình thật nhỏ bé.\n\nKhi đến cung, cô được đưa đến Lạnh Cung - nơi ở tạm thời của những phi tần mới vào cung, chờ được phân công cung điện riêng. Lạnh Cung có tên như vậy không phải vì lạnh lẽo, mà vì đây là nơi những phi tần chưa được hoàng thượng sủng ái phải ở.\n\n\"Nàng là Lý Thanh Vũ phải không? Ta là Trần Thị Lan, đã ở đây ba năm rồi,\" một cô gái xinh đẹp khoảng 22 tuổi tiến đến. Cô có vẻ đẹp quyến rũ nhưng đôi mắt có chút buồn bã và mệt mỏi.\n\n\"Chị Lan,\" Thanh Vũ cúi chào theo phép tắc.\n\n\"Ở đây, nàng phải nhớ ba điều quan trọng nhất,\" Lan thì thầm, nhìn quanh để đảm bảo không ai nghe thấy. \"Không được tin ai hoàn toàn, kể cả những người tỏ ra thân thiện nhất. Không được yêu ai, vì tình yêu trong hậu cung chỉ mang lại đau khổ. Và quan trọng nhất là phải biết giữ mình, bảo vệ bản thân khỏi những âm mưu và ganh đua.\"\n\nThanh Vũ nghe với vẻ hoang mang. Cô không hiểu tại sao một nơi trang nghiêm như hậu cung lại có thể nguy hiểm đến vậy. Nhưng cô sẽ sớm hiểu ý nghĩa của những lời này.\n\nHai ngày sau, trong buổi lễ chính thức tiếp kiến hoàng thượng, Thanh Vũ lần đầu tiên bước vào điện Thái Hòa - điện chính của hoàng cung. Điện rộng lớn với những cột trụ to lớn được chạm khắc hình rồng, trần nhà cao vút được trang trí bằng vàng và đá quý, tạo nên không gian uy nghiêm và trang trọng.\n\nLý Thế Tông ngồi trên ngai vàng được chạm khắc tinh xảo, mặc long bào vàng rực rỡ, đầu đội mũ miện với những hạt ngọc trai lấp lánh. Ông mới 28 tuổi nhưng đã trị vì được 5 năm, có gương mặt đẹp trai, oai nghiêm nhưng cũng có chút lạnh lùng và khó gần.\n\n\"Các phi tần mới, hãy tiến lên chào hoàng thượng,\" thái giám tuyên bố.\n\nThanh Vũ cùng 10 cô gái khác - tất cả đều là con gái của các quan lại hoặc những gia đình có địa vị - bước lên với dáng điệu trang nghiêm, cúi đầu chào theo đúng phép tắc cung đình.\n\nKhi hoàng thượng nhìn lần lượt từng người, đến Thanh Vũ, ông dừng lại. Có điều gì đó trong đôi mắt trong trẻo, chân thành của cô, trong vẻ đẹp tự nhiên không tô điểm, khiến ông chú ý và cảm thấy khác biệt.\n\n\"Ngươi tên gì?\" Ông hỏi, giọng uy nghiêm nhưng có chút tò mò.\n\n\"Tâu hoàng thượng, thiếp tên Lý Thanh Vũ, con của tri huyện Lý Văn Minh ở Hải Dương,\" cô trả lời, giọng nhỏ nhưng rõ ràng.\n\n\"Thanh Vũ... tên hay, ý nghĩa đẹp. Từ nay ngươi sẽ ở Tử Vi Cung, được phong làm Tú Nữ.\"\n\nCả điện đều sửng sờ. Tử Vi Cung là một trong những cung điện đẹp nhất hậu cung, nơi ở của những phi tần được hoàng thượng đặc biệt sủng ái. Việc một phi tần mới vào cung được ở ngay Tử Vi Cung là điều chưa từng có.\n\nNhưng Thanh Vũ, với sự ngây thơ của mình, không biết rằng việc được hoàng thượng chú ý ngay từ lần đầu tiên sẽ khiến cô trở thành mục tiêu của vô số âm mưu, ganh ghét và đố kỵ trong hậu cung - nơi mà mỗi phi tần đều mơ ước được hoàng thượng sủng ái.\n\nHoàng hậu Đỗ Thị Ngọc, ngồi trên ngai phụ bên cạnh hoàng thượng, nhìn Thanh Vũ với ánh mắt lạnh như băng. Bà đã 10 năm làm hoàng hậu, chưa bao giờ thấy hoàng thượng chú ý đến một phi tần mới như vậy. Một kế hoạch bắt đầu hình thành trong đầu bà.\n\nVà cuộc đời Lý Thanh Vũ trong hậu cung - với tất cả những thử thách, âm mưu, nhưng cũng có tình yêu và hy vọng - chính thức bắt đầu.",
      "publishDate": "2024-01-11T12:00:00Z",
      "views": 1350,
      "wordCount": 1520
    }
  ]
}
