{
  "chapters": [
    {
      "storyId": 1,
      "chapterNumber": 1,
      "title": "Chương 1: Cuộc gặp gỡ định mệnh",
      "content": "Sáng sớm tại thành phố Hồ Chí Minh, những tia nắng đầu tiên xuyên qua tấm rèm mỏng của căn phòng trọ nhỏ. Lâm Tiểu Hy thức dậy với tiếng chuông báo thức inh ỏi, đôi mắt vẫn còn mờ màng vì thiếu ngủ.\n\n\"Trời ơi, đã 7 giờ rồi!\" Cô bật dậy, nhìn đồng hồ với vẻ hoảng hốt. Hôm nay là ngày quan trọng nhất trong sự nghiệp của cô - buổi thuyết trình trước khách hàng lớn nhất mà công ty từng có.\n\nCô vội vàng tắm rửa, thay bộ vest đen duy nhất trong tủ đồ. Đó là bộ đồ cô mua bằng tiền tiết kiệm cả tháng, hy vọng nó sẽ giúp cô trông chuyên nghiệp hơn.\n\nTrên đường đi làm, Tiểu Hy ôm chặt chiếc cặp da cũ chứa những tài liệu quan trọng. Đây là dự án cô đã dành ba tháng để chuẩn bị, nếu thành công, cô sẽ được thăng chức và tăng lương.\n\n\"Mọi thứ phải hoàn hảo,\" cô tự nhủ trong lòng.\n\nTòa nhà Lý Thị Tower cao 50 tầng, là một trong những tòa nhà cao nhất thành phố. Khi bước vào sảnh chính, Tiểu Hy cảm thấy choáng ngợp trước sự sang trọng và hiện đại.\n\nNhững bức tường ốp đá cẩm thạch trắng, đèn chùm pha lê lấp lánh, và âm thanh nhạc cổ điển nhẹ nhàng tạo nên không gian đẳng cấp. Cô cảm thấy mình như một con cá nhỏ lạc vào đại dương.\n\nNhìn đồng hồ, cô còn 15 phút nữa mới đến giờ hẹn. Nhưng thang máy đang bảo trì, cô phải đi bộ lên tầng 35. Với đôi giày cao gót mới mua, việc leo cầu thang trở thành cực hình.\n\n\"Tại sao hôm nay mọi thứ đều không thuận lợi vậy?\" Cô thở hổn hển, vừa leo vừa than thở.\n\nĐến tầng 30, cô nhìn đồng hồ và hoảng hốt nhận ra mình chỉ còn 5 phút. Cô bắt đầu chạy, không còn quan tâm đến hình ảnh hay phong thái chuyên nghiệp nữa.\n\nTrong hành lang sang trọng của tầng 35, Tiểu Hy chạy như bay, tay cầm chặt hồ sơ. Cô vừa chạy vừa cố gắng sắp xếp lại tóc tai và quần áo.\n\n\"Xin lỗi, xin lỗi!\" Cô vừa chạy vừa xin lỗi những nhân viên đang đi lại trong hành lang.\n\nĐột nhiên, khi rẽ góc hành lang, cô va phải một người đàn ông mặc vest đen sang trọng đang đi từ phía đối diện. Cú va chạm mạnh khiến cô mất thăng bằng.\n\nCác tờ giấy trong hồ sơ bay tung tóe khắp nơi như những chiếc lá rơi. Lâm Tiểu Hy hoảng hốt nhìn những tài liệu quan trọng - công sức ba tháng của cô - rơi vãi trên sàn nhà.\n\n\"Không!\" Cô kêu lên tuyệt vọng.\n\n\"Tôi xin lỗi, tôi thật sự xin lỗi!\" Cô vội vàng cúi xuống nhặt giấy, nước mắt bắt đầu ứa ra. \"Tôi không cố ý...\"\n\nNgười đàn ông ấy đứng im như tượng, ánh mắt lạnh lùng nhìn xuống cô gái đang hoảng loạn dưới chân. Đó là Lý Hàn Thần, 32 tuổi, tổng giám đốc của tập đoàn Lý Thị - một trong những tập đoàn lớn nhất Đông Nam Á.\n\nAnh cao 1m85, với thân hình vạm vỡ được rèn luyện qua nhiều năm tập gym. Gương mặt góc cạnh, đôi mắt đen sâu thẳm, và làn da ngăm đen khỏe mạnh. Bộ vest Armani đen bóng được may đo riêng, chiếc đồng hồ Patek Philippe trị giá hàng trăm nghìn đô la, tất cả đều thể hiện đẳng cấp và quyền lực.\n\n\"Cô có biết mình đang làm gì không?\" Giọng nói của anh lạnh như băng, từng từ được phát âm rõ ràng và đầy uy quyền.\n\nLâm Tiểu Hy ngước lên, lần đầu tiên nhìn thấy khuôn mặt của người đàn ông này. Cô cảm thấy như bị hút vào đôi mắt sâu thẳm ấy, tim đập loạn nhịp không chỉ vì sợ hãi mà còn vì một cảm giác lạ lùng khác.\n\n\"Tôi... tôi xin lỗi, tôi đang vội đến cuộc họp...\" Cô lắp bắp, giọng run rẩy.\n\n\"Vội?\" Lý Hàn Thần nhíu mày, ánh mắt quét qua bộ vest nhàu nát của cô. \"Vậy cô có biết mình vừa làm hỏng bộ vest trị giá 50.000 đô la của tôi không?\"\n\nMắt Lâm Tiểu Hy mở to như đĩa. 50.000 đô la? Đó là số tiền cô phải làm việc không nghỉ trong 10 năm mới có được! Cô nhìn xuống chiếc vest của anh, thấy vài vết bẩn nhỏ từ tách cà phê cô đang cầm.\n\n\"Tôi... tôi sẽ đền...\" Cô nói một cách bất lực, biết rằng mình không thể nào có đủ tiền.\n\n\"Đền?\" Lý Hàn Thần cười lạnh, một nụ cười không chút ấm áp. \"Với mức lương của một nhân viên văn phòng, cô có đủ tiền đền không?\"\n\nCâu nói của anh như một cái tát vào mặt Tiểu Hy. Cô cảm thấy nhục nhã và tức giận, nhưng không thể phản bác vì anh nói đúng sự thật.\n\nLúc này, một người đàn ông trung niên mặc vest xám chạy đến, thở hổn hển.\n\n\"Tổng giám đốc, cuộc họp với đối tác Nhật Bản đã bắt đầu rồi ạ. Họ đang chờ ông trong phòng họp.\"\n\nLý Hàn Thần nhìn đồng hồ Patek Philippe trên cổ tay, rồi nhìn Lâm Tiểu Hy lần cuối. Ánh mắt anh dừng lại ở đôi mắt to tròn đầy nước mắt của cô, và lần đầu tiên trong nhiều năm, anh cảm thấy một chút gì đó lay động trong lòng.\n\n\"Chúng ta sẽ gặp lại nhau,\" anh nói rồi bỏ đi, để lại mùi nước hoa Creed Aventus đắt tiền.\n\nLâm Tiểu Hy đứng đó, tim đập thình thịch. Cô nhặt những tờ giấy cuối cùng, nhận ra rằng cuộc họp của cô đã trễ 10 phút. Nhưng điều khiến cô không thể quên được là đôi mắt sâu thẳm của người đàn ông ấy.\n\nCô không biết rằng, cuộc gặp gỡ tình cờ này sẽ thay đổi hoàn toàn cuộc đời cô, và người đàn ông lạnh lùng kia sẽ trở thành định mệnh của cô.",
      "publishDate": "2024-01-15T10:00:00Z",
      "views": 1250,
      "wordCount": 1250
    },
    {
      "storyId": 2,
      "chapterNumber": 1,
      "title": "Chương 1: Thanh kiếm bí ẩn",
      "content": "Trên đỉnh núi Thiên Sơn, nơi mây trắng bao phủ và gió lạnh thổi qua những tảng đá cổ kính hàng nghìn năm tuổi, một thiếu niên 16 tuổi tên Trần Phong đang bước từng bước khó khăn trên con đường đá trơn trượt.\n\nAnh mặc bộ áo vải thô màu xám, đôi giày cỏ đã rách nhiều chỗ, trên lưng vác một chiếc ba lô cũ kỹ chứa đầy thảo dược đã hái được. Gương mặt anh tuy còn trẻ nhưng đã mang vẻ kiên định và trưởng thành sớm vì hoàn cảnh khó khăn.\n\nTrần Phong sinh ra trong một gia đình nông dân nghèo ở chân núi Thiên Sơn. Cha anh mất sớm vì tai nạn lao động, để lại mẹ con anh trong cảnh túng thiếu. Mẹ anh, bà Nguyễn Thị Lan, là người phụ nữ hiền lành và mạnh mẽ, đã một mình nuôi anh khôn lớn.\n\nNhưng ba tháng trước, bà đột nhiên mắc một căn bệnh lạ. Cơ thể bà ngày càng yếu đi, da dẻ tái nhợt, và thường xuyên ho ra máu. Các thầy thuốc trong làng đều bó tay, nói rằng đây là bệnh hiểm nghèo không có thuốc chữa.\n\nChỉ có ông lang y già nhất trong vùng, thầy Dương Vô Kỵ, mới đưa ra một tia hy vọng mong manh: \"Chỉ có thảo dược Thiên Sơn Tuyết Liên mọc trên đỉnh núi Thiên Sơn mới có thể cứu được mẹ con. Nhưng nơi đó nguy hiểm lắm, nhiều người đã lên núi tìm mà không bao giờ trở về.\"\n\nDù biết nguy hiểm, Trần Phong vẫn quyết định lên núi. Anh không thể để mẹ chết trong tuyệt vọng.\n\n\"Mẹ ơi, con sẽ tìm được thuốc cứu mẹ. Con hứa sẽ trở về an toàn,\" anh đã thề trước giường bệnh của mẹ trước khi lên đường.\n\nĐã ba ngày trôi qua kể từ khi anh bắt đầu hành trình. Anh đã vượt qua nhiều thử thách: những con thú dữ, những vách đá dựng đứng, và cái lạnh cắt da cắt thịt của núi cao. Nhưng anh vẫn chưa tìm thấy Thiên Sơn Tuyết Liên.\n\nKhi mặt trời bắt đầu lặn, Trần Phong cảm thấy kiệt sức. Anh ngồi xuống một tảng đá lớn, lấy ra ít bánh khô và nước trong ba lô để ăn tối đơn sơ.\n\nĐột nhiên, một luồng gió lạ thổi qua, mang theo mùi hương kỳ lạ - vừa thanh khiết vừa huyền bí. Anh nhìn quanh và phát hiện một hang động ẩn sau những tảng đá lớn, nơi mà anh đã đi qua nhiều lần mà không hề để ý.\n\nBên trong hang động, có ánh sáng xanh lạ chiếu ra, tạo thành những đường ánh sáng kỳ diệu trên các thành hang.\n\n\"Lạ quá, sao trước giờ tôi không thấy hang này?\" Trần Phong tự hỏi.\n\nVới sự tò mò và cảm giác có điều gì đó đặc biệt, anh cẩn thận bước vào hang động. Càng đi sâu, ánh sáng xanh càng mạnh, và anh cảm thấy một luồng năng lượng kỳ lạ bao quanh mình.\n\nCuối hang là một không gian rộng lớn như một điện thờ cổ. Ở giữa có một bàn thờ bằng đá trắng, trên đó đặt một thanh kiếm dài khoảng một mét. Thanh kiếm có lưỡi sáng như gương, cán kiếm được chạm khắc những hoa văn rồng phượng tinh xảo, và phát ra ánh sáng xanh ngọc huyền bí.\n\nXung quanh bàn thờ là những bức tường khắc đầy chữ Hán cổ và hình vẽ những người đang tập võ với những chiêu thức kiếm pháp tuyệt diệu.\n\n\"Đây là gì vậy? Tại sao lại có một nơi như thế này trên núi Thiên Sơn?\" Anh tự hỏi, tim đập thình thịch.\n\nKhi anh tiến gần và chạm tay vào thanh kiếm, một luồng năng lượng mạnh mẽ như sét đánh truyền vào người. Cả cơ thể anh rung động, và trong đầu xuất hiện vô số hình ảnh lạ lùng.\n\nAnh thấy những cao thủ võ lâm từ hàng nghìn năm trước đang tập luyện những chiêu thức kiếm pháp tuyệt diệu. Những đòn kiếm có thể chẻ núi, chia biển, và những kỹ thuật tu luyện nội công sâu sắc.\n\n\"Thiên Hà Kiếm Pháp...\" Một giọng nói uy nghiêm vang lên trong đầu anh. \"Ngươi là người được chọn để kế thừa di sản của ta. Ta là Kiếm Thánh Dương Thiên, người sáng lập ra Thiên Hà Kiếm Phái cách đây 3000 năm.\"\n\nTrần Phong cảm thấy sức mạnh trong người tăng lên gấp bội. Những kiến thức về võ học, những bí kíp tu luyện, và những chiêu thức kiếm pháp huyền diệu đều được truyền thẳng vào tâm trí anh.\n\n\"Ngươi có trái tim nhân hậu và ý chí kiên cường. Hãy sử dụng sức mạnh này để bảo vệ những người vô tội và duy trì công lý trên thế gian,\" giọng nói tiếp tục.\n\nTrần Phong cảm thấy như được tái sinh. Anh hiểu rằng, đây không chỉ là cơ hội để cứu mẹ, mà còn là định mệnh để anh trở thành một cao thủ võ lâm.\n\n\"Ta thề sẽ sử dụng sức mạnh này một cách chính đáng, sẽ trở thành kiếm thần mạnh nhất để bảo vệ những người yêu thương!\" Anh thề trong lòng.\n\nNhưng anh không biết rằng, con đường tu luyện phía trước sẽ đầy gian nan và thử thách. Những kẻ thù từ các môn phái tà đạo đang săn lùng Thiên Hà Kiếm Pháp, và bí mật về thanh kiếm Thiên Hà này còn lớn hơn anh tưởng tượng rất nhiều.\n\nKhi anh cầm thanh kiếm bước ra khỏi hang động, bầu trời đã tối đen. Nhưng trong lòng anh, ngọn lửa hy vọng đang cháy sáng. Từ nay, cuộc đời Trần Phong sẽ không còn bình thường nữa. Anh sẽ bước vào thế giới võ lâm đầy bí ẩn và nguy hiểm.\n\nVà điều đầu tiên anh cần làm là tìm được Thiên Sơn Tuyết Liên để cứu mẹ, rồi bắt đầu hành trình tu luyện để trở thành kiếm thần vô song.",
      "publishDate": "2024-01-14T08:00:00Z",
      "views": 2100,
      "wordCount": 1320
    },
    {
      "storyId": 3,
      "chapterNumber": 1,
      "title": "Chương 1: Vụ án phòng kín",
      "content": "Sáng sớm tại Hà Nội, khi những tia nắng đầu tiên len lỏi qua tấm rèm dày của căn hộ chung cư cũ, tiếng chuông điện thoại inh ỏi làm thám tử Nguyễn Minh Thám giật mình thức giấc. Anh nhìn đồng hồ - 5:30 sáng. Chỉ có việc khẩn cấp mới có người gọi vào giờ này.\n\n\"Thám, có vụ án mới. Anh đến ngay đi,\" giọng của đồng nghiệp Hoàng Dũng vang lên, nghe có vẻ căng thẳng.\n\n\"Vụ gì vậy?\" Minh Thám hỏi vừa nhảy khỏi giường.\n\n\"Vụ án phòng kín. Nạn nhân là doanh nhân Lê Văn Minh. Anh biết đấy, ông ta nổi tiếng lắm.\"\n\nMinh Thám nhanh chóng thay bộ vest xám quen thuộc, cài chiếc huy hiệu cảnh sát vào áo, và lái chiếc Honda Civic cũ kỹ đến hiện trường. Trên đường đi, anh suy nghĩ về những vụ án phòng kín mà anh đã giải quyết. Đây luôn là loại vụ án khó nhất, đòi hỏi sự tỉ mỉ và khả năng suy luận logic cao.\n\nCăn biệt thự sang trọng ở phố Hoàng Diệu, quận Ba Đình hiện ra trước mắt anh. Đây là một trong những khu vực đắt đỏ nhất Hà Nội, nơi chỉ có những người giàu có mới đủ khả năng sinh sống.\n\nBiệt thự ba tầng với kiến trúc Pháp cổ điển, được bao quanh bởi khu vườn rộng lớn với những cây hoa sữa và cây bàng cổ thụ. Cảnh sát đã phong tỏa hiện trường, những chiếc xe tuần tra đỗ la liệt trước cổng.\n\n\"Tình hình thế nào?\" Minh Thám hỏi Hoàng Dũng khi vừa bước xuống xe.\n\n\"Ông Lê Văn Minh, 55 tuổi, chủ tịch tập đoàn Minh Phát, được phát hiện chết trong phòng làm việc riêng ở tầng hai. Điều kỳ lạ là phòng được khóa từ bên trong, cửa sổ cũng đóng kín và có song sắt. Không có cách nào ai có thể vào hay ra.\"\n\nMinh Thám gật đầu, đôi mắt sắc bén đã bắt đầu quan sát xung quanh. \"Ai phát hiện thi thể?\"\n\n\"Vợ ông ta, bà Nguyễn Thị Hoa. Bà nói hôm qua tối ông Minh vào phòng làm việc từ 8 giờ tối và không ra nữa. Sáng nay bà gõ cửa không thấy trả lời nên gọi thợ khóa mở cửa.\"\n\nHai người bước vào biệt thự. Sảnh chính được trang trí bằng những đồ nội thất đắt tiền: bộ sofa da Ý, bàn trà gỗ gụ, và những bức tranh sơn dầu có giá trị. Mọi thứ đều thể hiện sự giàu có và đẳng cấp.\n\nPhòng làm việc của ông Lê Văn Minh nằm ở góc tầng hai, có diện tích khoảng 30m2. Khi bước vào, Minh Thám ngay lập tức cảm nhận được bầu không khí ngột ngạt và mùi hương kỳ lạ - một mùi gì đó ngọt ngào nhưng khó chịu.\n\n\"Đây là vụ án phòng kín điển hình,\" Minh Thám quan sát hiện trường một cách tỉ mỉ.\n\nNạn nhân ngồi trên chiếc ghế da đen sang trọng, đầu cúi xuống bàn làm việc bằng gỗ óc chó. Gương mặt ông ta tím tái, đôi mắt mở to như đang nhìn thấy điều gì đó kinh hoàng. Không có dấu hiệu đấu tranh, không có vết thương ngoài da, cũng không có máu.\n\n\"Có thể là tự tử bằng thuốc độc?\" Hoàng Dũng đề xuất, giọng hơi run rẩy.\n\n\"Không,\" Minh Thám lắc đầu, đôi mắt vẫn tập trung quan sát. \"Nhìn vào đôi mắt của ông ta. Đó là ánh mắt của người bị sát hại, không phải tự tử. Và nhìn tư thế ngồi này - quá tự nhiên. Người tự tử bằng thuốc độc thường sẽ có những cử động cuối cùng, không thể ngồi thẳng như thế này.\"\n\nAnh bắt đầu kiểm tra cẩn thận căn phòng. Trên bàn làm việc có một tách cà phê còn nóng - điều này chứng tỏ nạn nhân mới chết không lâu. Bên cạnh là một cuốn sách đang mở ở trang 127, một lá thư chưa hoàn thành với dòng chữ cuối cùng viết dở: \"Tôi đã biết sự thật về...\"\n\n\"Hung thủ đã giết ông Minh như thế nào trong phòng khóa kín?\" Minh Thám tự hỏi, não bộ đang hoạt động với tốc độ cao.\n\nAnh chú ý đến hệ thống điều hòa không khí ở góc phòng. Có gì đó không đúng... Cửa gió có vẻ như đã bị di chuyển gần đây, và có những vết bụi lạ xung quanh.\n\n\"Dũng, kiểm tra hệ thống thông gió của tòa nhà. Tôi muốn biết tất cả các đường ống dẫn khí có thể dẫn đến phòng này,\" anh ra lệnh.\n\nTrong khi chờ đợi, Minh Thám bắt đầu phỏng vấn những người trong gia đình. Vợ nạn nhân - bà Nguyễn Thị Hoa, 48 tuổi, một phụ nữ thanh lịch với vẻ mặt buồn bã. Con trai ông Minh - Lê Đức Anh, 25 tuổi, mới tốt nghiệp MBA ở Mỹ về nước. Và cô giúp việc - Nguyễn Thị Mai, 35 tuổi, đã làm việc trong gia đình này được 10 năm.\n\nTất cả đều có alibi rõ ràng: bà Hoa đang xem phim trên Netflix từ 8 giờ tối đến 11 giờ, có thể kiểm tra lịch sử xem. Đức Anh đang ở quán bar với bạn bè, có hóa đơn thanh toán và camera an ninh làm chứng. Cô Mai về nhà từ 6 giờ chiều, có hàng xóm chứng kiến.\n\nNhưng Minh Thám, với kinh nghiệm 15 năm trong nghề, cảm thấy có ai đó đang giấu điều gì. Ánh mắt của họ tránh né khi trả lời một số câu hỏi, lời nói không hoàn toàn tự nhiên, và có những chi tiết nhỏ không khớp.\n\n\"Vụ án này phức tạp hơn tôi nghĩ,\" anh thầm nghĩ, nhìn ra cửa sổ phòng làm việc. \"Nhưng không có vụ án nào là hoàn hảo. Luôn có manh mối, chỉ cần biết cách tìm.\"\n\nVà anh đã đúng. Đây chỉ là khởi đầu của một chuỗi vụ án bí ẩn sẽ thử thách khả năng suy luận của anh, đưa anh vào cuộc đối đầu với một tâm trí tội phạm tinh vi và nguy hiểm.",
      "publishDate": "2024-01-12T14:00:00Z",
      "views": 890,
      "wordCount": 1180
    },
    {
      "storyId": 4,
      "chapterNumber": 1,
      "title": "Chương 1: Ngày đầu tiên ở trường mới",
      "content": "Nguyễn Thanh Linh đứng trước cổng trường THPT Nguyễn Du vào một buổi sáng đầu tháng 9, tim đập thình thịch như muốn nhảy ra khỏi lồng ngực. Đây là ngày đầu tiên cô chuyển trường từ Đà Nẵng ra Hà Nội, và cũng là lần đầu tiên cô phải đối mặt với một môi trường hoàn toàn xa lạ.\n\n\"Mọi thứ sẽ ổn thôi, Linh ạ. Con chỉ cần tự tin và thân thiện với mọi người,\" cô tự an ủi mình, nhớ lại lời dặn dò của mẹ trước khi lên đường.\n\nTrường THPT Nguyễn Du thật sự rất lớn và đẹp, hoàn toàn khác biệt so với ngôi trường nhỏ ở quê nhà. Những dãy nhà cao tầng được sơn màu vàng kem, sân chơi rộng rãi với những hàng cây xanh mát, và đặc biệt là số lượng học sinh đông đảo - gấp ba lần trường cũ của cô.\n\nHọc sinh đi lại tấp nập, ai cũng có nhóm bạn của riêng mình, cười nói vui vẻ. Họ mặc đồng phục trắng xanh gọn gàng, trông rất năng động và tự tin. Linh cảm thấy mình như một người ngoài cuộc đang nhìn vào một thế giới mà cô chưa thuộc về.\n\nKhi bước vào lớp 11A2, Linh cảm thấy cô đơn và lo lắng hơn bao giờ hết. Mọi ánh mắt đều hướng về phía cô với sự tò mò, khiến cô cảm thấy như đang bị quan sát dưới kính hiển vi.\n\n\"Các em chào cô giáo ạ!\" Cả lớp đứng dậy chào cô giáo chủ nhiệm - cô Nguyễn Thị Hoa, một người phụ nữ trung niên với vẻ mặt hiền từ và nụ cười ấm áp.\n\n\"Hôm nay chúng ta có bạn mới chuyển từ Đà Nẵng ra. Em hãy tự giới thiệu với cả lớp đi,\" cô giáo nói, giọng nhẹ nhàng và khuyến khích.\n\nLinh đứng lên, cảm thấy mặt nóng bừng và tim đập nhanh hơn. Cô nhìn quanh lớp học - 45 đôi mắt đang chăm chú nhìn cô, có người tò mò, có người thân thiện, có người thờ ơ.\n\n\"Em... em tên là Nguyễn Thanh Linh, 17 tuổi. Em vừa chuyển từ trường THPT Lê Quý Đôn ở Đà Nẵng ra Hà Nội theo gia đình. Em mong được làm bạn với mọi người và học hỏi nhiều điều mới,\" cô nói, giọng hơi run rẩy nhưng cố gắng rõ ràng.\n\n\"Rất tốt. Em ngồi chỗ đó nhé, bên cạnh cửa sổ. Đó là vị trí đẹp nhất lớp đấy,\" cô giáo chỉ vào chiếc bàn trống cạnh cửa sổ, nơi có thể nhìn ra sân trường xanh mát.\n\nKhi Linh đi qua các dãy bàn để đến chỗ ngồi, cô vô tình làm rơi quyển sách Văn học và chiếc bút bi từ trong tay. Cô cúi xuống nhặt, mặt đỏ bừng vì xấu hổ.\n\nMột bàn tay nhanh chóng nhặt giúp cô quyển sách và chiếc bút.\n\n\"Của em đây,\" một giọng nói nam trầm ấm và dễ chịu.\n\nLinh ngước lên và gặp đôi mắt đen láy, sâu sắc của một chàng trai cao ráo. Anh có gương mặt điển trai với đường nét thanh tú, mái tóc đen được cắt gọn gàng, và nụ cười ấm áp khiến cô cảm thấy tim mình như ngừng đập một nhịp.\n\nĐó là Trần Minh, học sinh giỏi nhất lớp, lớp trưởng, và cũng là người được nhiều cô gái trong trường ngưỡng mộ.\n\n\"Cảm ơn anh,\" Linh nói nhỏ, nhận lại sách và bút, cảm thấy mặt nóng bừng hơn nữa.\n\n\"Không có gì. Chào mừng em đến với lớp 11A2. Hy vọng em sẽ thích ở đây,\" Minh mỉm cười, ánh mắt dịu dàng và chân thành.\n\nTừ ghế phía sau, Phạm Thu Hà - cô bạn xinh đẹp, giàu có và nổi tiếng của trường - nhìn cảnh này với ánh mắt không vui. Cô nắm chặt chiếc bút trong tay, cảm thấy một chút ghen tức khi thấy Minh chú ý đến cô gái mới.\n\nGiờ ra chơi đầu tiên, khi Linh đang ngồi một mình ở bàn, cảm thấy hơi cô đơn, một nhóm bạn gái đến chỗ cô với nụ cười thân thiện.\n\n\"Chào em! Mình là Lan,\" một cô gái với mái tóc bob ngắn và nụ cười tươi nói. \"Đây là Hương và Mai. Chúng mình cùng lớp, làm bạn nhé!\"\n\n\"Chào các chị. Em rất vui được làm quen,\" Linh mừng rỡ trả lời. Cuối cùng cô cũng có bạn rồi.\n\n\"Em ở đâu vậy? Xa trường không?\" Hương hỏi.\n\n\"Em ở gần đây thôi, đi bộ khoảng 15 phút là đến trường.\"\n\n\"Tuyệt quá! Vậy chúng mình có thể đi học cùng nhau,\" Mai nói với vẻ hào hứng.\n\nNhưng Linh không biết rằng, cuộc sống ở trường mới sẽ mang đến cho cô nhiều điều bất ngờ hơn cô tưởng tượng. Không chỉ là những tình bạn mới, mà còn có tình yêu đầu đời ngọt ngào nhưng cũng đầy thử thách, những ganh đua và hiểu lầm của tuổi học trò.\n\nVà đặc biệt, cô không ngờ rằng chàng trai đã giúp cô nhặt sách sáng nay sẽ trở thành người quan trọng nhất trong cuộc đời cô.",
      "publishDate": "2024-01-13T16:00:00Z",
      "views": 750,
      "wordCount": 1180
    },
    {
      "storyId": 5,
      "chapterNumber": 1,
      "title": "Chương 1: Vào cung",
      "content": "Triều đại Đại Việt, năm Thiên Phúc thứ 15, vào một ngày thu se lạnh khi lá vàng bắt đầu rơi.\n\nLý Thanh Vũ, con gái của Lý Văn Minh - một tri huyện nhỏ ở tỉnh Hải Dương, không bao giờ nghĩ rằng cuộc đời mình sẽ thay đổi hoàn toàn chỉ vì một lần tình cờ hoàng thượng vi hành qua địa phương và nhìn thấy cô đang múa trong lễ hội làng.\n\nCô 18 tuổi, có nét đẹp thanh thoát với làn da trắng như ngọc, đôi mắt to tròn trong trẻo như nước suối, mái tóc đen dài óng mượt, và đặc biệt là tài năng múa hát thiên bẩm. Khi múa, cô như một nàng tiên giáng trần, khiến ai nhìn thấy cũng phải say mê.\n\n\"Con gái, đây là cơ hội nghìn năm có một của đời con,\" cha cô - Lý Văn Minh - dặn dò với giọng vừa tự hào vừa lo lắng trước khi cô lên đường. \"Hãy cố gắng làm vừa lòng hoàng thượng, nhưng cũng phải biết giữ mình. Hậu cung là nơi nguy hiểm, con phải cẩn thận.\"\n\nMẹ cô - bà Nguyễn Thị Hương - ôm con gái thật chặt, nước mắt ròng ròng: \"Con ơi, mẹ không biết khi nào mới được gặp con nữa. Hãy nhớ những gì mẹ dạy: luôn giữ lòng nhân ái và đừng bao giờ quên gốc rễ của mình.\"\n\nThanh Vũ ngồi trên chiếc kiệu được trang trí bằng lụa đỏ và vàng, nhìn ra ngoài qua tấm màn mỏng. Cảnh vật quen thuộc của quê nhà dần xa dần, thay vào đó là những con đường rộng lớn dẫn đến kinh thành.\n\nKinh thành Thăng Long hiện ra trước mắt cô như một thế giới hoàn toàn khác - những cung điện nguy nga tráng lệ với mái ngói vàng lấp lánh dưới ánh nắng, những bức tường thành cao vút, và đặc biệt là sự uy nghiêm, trang trọng khiến cô cảm thấy mình thật nhỏ bé.\n\nKhi đến cung, cô được đưa đến Lạnh Cung - nơi ở tạm thời của những phi tần mới vào cung, chờ được phân công cung điện riêng. Lạnh Cung có tên như vậy không phải vì lạnh lẽo, mà vì đây là nơi những phi tần chưa được hoàng thượng sủng ái phải ở.\n\n\"Nàng là Lý Thanh Vũ phải không? Ta là Trần Thị Lan, đã ở đây ba năm rồi,\" một cô gái xinh đẹp khoảng 22 tuổi tiến đến. Cô có vẻ đẹp quyến rũ nhưng đôi mắt có chút buồn bã và mệt mỏi.\n\n\"Chị Lan,\" Thanh Vũ cúi chào theo phép tắc.\n\n\"Ở đây, nàng phải nhớ ba điều quan trọng nhất,\" Lan thì thầm, nhìn quanh để đảm bảo không ai nghe thấy. \"Không được tin ai hoàn toàn, kể cả những người tỏ ra thân thiện nhất. Không được yêu ai, vì tình yêu trong hậu cung chỉ mang lại đau khổ. Và quan trọng nhất là phải biết giữ mình, bảo vệ bản thân khỏi những âm mưu và ganh đua.\"\n\nThanh Vũ nghe với vẻ hoang mang. Cô không hiểu tại sao một nơi trang nghiêm như hậu cung lại có thể nguy hiểm đến vậy. Nhưng cô sẽ sớm hiểu ý nghĩa của những lời này.\n\nHai ngày sau, trong buổi lễ chính thức tiếp kiến hoàng thượng, Thanh Vũ lần đầu tiên bước vào điện Thái Hòa - điện chính của hoàng cung. Điện rộng lớn với những cột trụ to lớn được chạm khắc hình rồng, trần nhà cao vút được trang trí bằng vàng và đá quý, tạo nên không gian uy nghiêm và trang trọng.\n\nLý Thế Tông ngồi trên ngai vàng được chạm khắc tinh xảo, mặc long bào vàng rực rỡ, đầu đội mũ miện với những hạt ngọc trai lấp lánh. Ông mới 28 tuổi nhưng đã trị vì được 5 năm, có gương mặt đẹp trai, oai nghiêm nhưng cũng có chút lạnh lùng và khó gần.\n\n\"Các phi tần mới, hãy tiến lên chào hoàng thượng,\" thái giám tuyên bố.\n\nThanh Vũ cùng 10 cô gái khác - tất cả đều là con gái của các quan lại hoặc những gia đình có địa vị - bước lên với dáng điệu trang nghiêm, cúi đầu chào theo đúng phép tắc cung đình.\n\nKhi hoàng thượng nhìn lần lượt từng người, đến Thanh Vũ, ông dừng lại. Có điều gì đó trong đôi mắt trong trẻo, chân thành của cô, trong vẻ đẹp tự nhiên không tô điểm, khiến ông chú ý và cảm thấy khác biệt.\n\n\"Ngươi tên gì?\" Ông hỏi, giọng uy nghiêm nhưng có chút tò mò.\n\n\"Tâu hoàng thượng, thiếp tên Lý Thanh Vũ, con của tri huyện Lý Văn Minh ở Hải Dương,\" cô trả lời, giọng nhỏ nhưng rõ ràng.\n\n\"Thanh Vũ... tên hay, ý nghĩa đẹp. Từ nay ngươi sẽ ở Tử Vi Cung, được phong làm Tú Nữ.\"\n\nCả điện đều sửng sờ. Tử Vi Cung là một trong những cung điện đẹp nhất hậu cung, nơi ở của những phi tần được hoàng thượng đặc biệt sủng ái. Việc một phi tần mới vào cung được ở ngay Tử Vi Cung là điều chưa từng có.\n\nNhưng Thanh Vũ, với sự ngây thơ của mình, không biết rằng việc được hoàng thượng chú ý ngay từ lần đầu tiên sẽ khiến cô trở thành mục tiêu của vô số âm mưu, ganh ghét và đố kỵ trong hậu cung - nơi mà mỗi phi tần đều mơ ước được hoàng thượng sủng ái.\n\nHoàng hậu Đỗ Thị Ngọc, ngồi trên ngai phụ bên cạnh hoàng thượng, nhìn Thanh Vũ với ánh mắt lạnh như băng. Bà đã 10 năm làm hoàng hậu, chưa bao giờ thấy hoàng thượng chú ý đến một phi tần mới như vậy. Một kế hoạch bắt đầu hình thành trong đầu bà.\n\nVà cuộc đời Lý Thanh Vũ trong hậu cung - với tất cả những thử thách, âm mưu, nhưng cũng có tình yêu và hy vọng - chính thức bắt đầu.",
      "publishDate": "2024-01-11T12:00:00Z",
      "views": 1350,
      "wordCount": 1520
    }
  ]
}
